Repository: THAI1004/mneylink-main
Catalog: src/Locale/*/default.po
Languages: vi_vn

source: Your account has been deactivated.
vi_vn: Tài khoản của bạn đã bị vô hiệu hóa.

source: You must have a balance.
vi_vn: Bạn phải có một sự cân bằng.

source: Client's Testimonials
vi_vn: Lời chứng thực của khách hàng

source: What People Say?
vi_vn: Mọi người nói gì?

source: Your Name *
vi_vn: Tên của bạn *

source: Your Email *
vi_vn: Email của bạn *

source: Your Subject *
vi_vn: Tiêu đề của bạn *

source: Your Message *
vi_vn: Tin nhắn của bạn *

source: I consent to having this website store my submitted information so they can respond to my inquiry
vi_vn: Tôi đồng ý để trang web này lưu trữ thông tin đã gửi của tôi để họ có thể trả lời yêu cầu của tôi

source: Send Message
vi_vn: Gửi tin nhắn

source: Your URL Here
vi_vn: URL của bạn ở đây

source: Toggle navigation
vi_vn: Chuyển đổi điều hướng

source: Please Wait
vi_vn: Vui lòng đợi

source: From Our Blog
vi_vn: Từ Blog của chúng tôi

source: Please check the captcha box to proceed to the destination page.
vi_vn: Vui lòng kiểm tra hộp captcha để tiến tới trang đích.

source: Click here to continue
vi_vn: Bấm vào đây để tiếp tục

source: What is {0}?
vi_vn: {0} là gì?

source: {0} is a completely free tool where you can create short links, which apart from being free, you get paid! So, now you can make money from home, when managing and protecting your links. Register now!
vi_vn: {0} là một công cụ hoàn toàn miễn phí, nơi bạn có thể tạo các liên kết ngắn, ngoài việc miễn phí, bạn còn được trả tiền! Vì vậy, bây giờ bạn có thể kiếm tiền từ nhà, khi quản lý và bảo vệ các liên kết của bạn. Đăng ký ngay!

source: Shorten URLs and earn money
vi_vn: Rút ngắn URL và kiếm tiền

source: Signup for an account in just 2 minutes. Once you've completed your registration just start creating short URLs and sharing the links with your family and friends.
vi_vn: Đăng ký tài khoản chỉ trong 2 phút. Khi bạn đã hoàn tất đăng ký, chỉ cần bắt đầu tạo các URL ngắn và chia sẻ liên kết với gia đình và bạn bè của bạn.

source: Your link is almost ready.
vi_vn: Liên kết của bạn gần như đã sẵn sàng.

source: Seconds
vi_vn: Giây

source: Please wait...
vi_vn: Vui lòng chờ...

source: Submit
vi_vn: Gửi

source: Please Wait 10s
vi_vn: Vui lòng đợi 10 giây

source: Shorten URLs and
vi_vn: Rút ngắn URL và

source: earn money
vi_vn: kiếm tiền

source: Create an account
vi_vn: Tạo tài khoản

source: Shorten your link
vi_vn: Rút ngắn liên kết của bạn

source: Earn Money
vi_vn: Kiếm Tiền

source: Earn extra money
vi_vn: Kiếm thêm tiền

source: Why join us?
vi_vn: Tại sao tham gia với chúng tôi?

source: {0} is a completely free tool where you can create short links, which apart from being free, you get paid! So, now you can make money from home, when managing and protecting your links.
vi_vn: {0} là một công cụ hoàn toàn miễn phí, nơi bạn có thể tạo các liên kết ngắn, ngoài việc miễn phí, bạn còn được trả tiền! Vì vậy, bây giờ bạn có thể kiếm tiền từ nhà, khi quản lý và bảo vệ các liên kết của bạn.

source: How and how much do I earn?
vi_vn: Làm thế nào và tôi kiếm được bao nhiêu?

source: How can you start making money with {0}? It's just 3 steps: create an account, create a link and post it - for every visit, you earn money. It's just that easy!
vi_vn: Làm thế nào bạn có thể bắt đầu thu hoạch khoai với {0}? Chỉ cần 3 bước: tạo một tài khoản, tạo một liên kết và đăng nó - cho mỗi lần truy cập, bạn kiếm được khoai. Thật dễ dàng!

source: {0}% Referral Bonus
vi_vn: {0}% Tiền thưởng giới thiệu

source: The {0} referral program is a great way to spread the word of this great service and to earn even more money with your short links! Refer friends and receive {1}% of their earnings for life!
vi_vn: Chương trình giới thiệu {0} là một cách tuyệt vời để truyền bá dịch vụ tuyệt vời này và kiếm được nhiều tiền hơn với các liên kết ngắn của bạn! Giới thiệu bạn bè và nhận {1}% thu nhập của họ suốt đời!

source: Featured Administration Panel
vi_vn: Bảng quản trị nổi bật

source: Control all of the features from the administration panel with a click of a button.
vi_vn: Kiểm soát tất cả các tính năng từ bảng quản trị bằng một nút bấm.

source: Detailed Stats
vi_vn: Thống kê chi tiết

source: Know your audience. Analyse in detail what brings you the most income and what strategies you should adapt.
vi_vn: Biết khán giả của bạn. Phân tích chi tiết những gì mang lại cho bạn thu nhập cao nhất và những chiến lược bạn nên thích nghi.

source: Low Minimum Payout
vi_vn: Xuất chi tối thiểu thấp

source: You are required to earn only {0} before you will be paid. We can pay all users via their PayPal.
vi_vn: Bạn được yêu cầu chỉ kiếm được {0} trước khi bạn được trả tiền. Chúng tôi có thể thanh toán cho tất cả người dùng thông qua PayPal của họ.

source: Highest Rates
vi_vn: Giá cao nhất

source: Make the most out of your traffic with our always increasing rates.
vi_vn: Tận dụng tối đa lưu lượng truy cập của bạn với tỷ lệ luôn tăng của chúng tôi.

source: Shorten links more quickly with easy to use API and bring your creative and advanced ideas to life.
vi_vn: Rút ngắn liên kết nhanh hơn với API dễ sử dụng và mang những ý tưởng sáng tạo và tiên tiến của bạn vào cuộc sống.

source: Support
vi_vn: Hỗ trợ

source: A dedicated support team is ready to help with any questions you may have.
vi_vn: Một nhóm hỗ trợ chuyên dụng sẵn sàng giúp đỡ với bất kỳ câu hỏi nào bạn có thể có.

source: Numbers speak for themselves
vi_vn: Con số nói lên tất cả

source: Fast Growing
vi_vn: Phát triển nhanh

source: Total Clicks
vi_vn: Tổng số lần nhấp

source: Total Links
vi_vn: Tổng số liên kết

source: Registered users
vi_vn: Người dùng đã đăng ký

source: Contact Us
vi_vn: Liên hệ

source: Get in touch!
vi_vn: Liên lạc!

source: What <b>People Say</b>?
vi_vn: <b> Mọi người nói gì </b>?

source: Signup for an account in just 2 minutes. Once you've completed your registration just start '. 'creating short URLs and sharing the links with your family and friends.
vi_vn: Đăng ký tài khoản chỉ trong 2 phút. Khi bạn đã hoàn tất đăng ký, hãy bắt đầu '. 'Tạo các URL ngắn và chia sẻ các liên kết với gia đình và bạn bè của bạn.

source: It's just three steps
vi_vn: 3 Bước Để Tham Gia

source: How You <b>Start</b>?
vi_vn: Làm thế nào để <b>Bắt Đầu</b>

source: Why <b>join us?</b>
vi_vn: Tại sao <b> tham gia với chúng tôi? </b>

source: Total URLs
vi_vn: Tổng số URL

source: Let's <b>Make it Happen</b>?
vi_vn: Hãy <b> Làm cho nó xảy ra </b>?

source: License Activation
vi_vn: Kích hoạt giấy phép

source: Personal Token
vi_vn: Mã thông báo cá nhân

source: Click on this URL {0} to learn how to generate a personal token.
vi_vn: Nhấp vào URL này {0} để tìm hiểu cách tạo mã thông báo cá nhân.

source: Purchase Code
vi_vn: Mã mua hàng

source: Click on this URL {0} to learn how to get your purchase code.
vi_vn: Nhấp vào URL này {0} để tìm hiểu cách nhận mã mua hàng của bạn.

source: Statistics Table
vi_vn: Bảng thống kê

source: User Id
vi_vn: ID người dùng

source: Reason
vi_vn: Lý do

source: Link Id
vi_vn: Liên kết Id

source: Referral Id
vi_vn: Id giới thiệu

source: Ad Type
vi_vn: Loại quảng cáo

source: Campaign Id
vi_vn: Id chiến dịch

source: Filter
vi_vn: Bộ lọc

source: Reset
vi_vn: Đặt lại

source: Campaign User Id
vi_vn: Id người dùng chiến dịch

source: Owner Earn
vi_vn: Kiếm tiền của chủ sở hữu

source: Publisher Earn
vi_vn: Nhà xuất bản kiếm tiền

source: Referral Earn
vi_vn: Kiếm tiền giới thiệu

source: Referer Domain
vi_vn: Tên miền giới thiệu

source: Add Announcement
vi_vn: Thêm thông báo

source: Title
vi_vn: Tiêu đề

source: Published
vi_vn: Đã đăng

source: Yes
vi_vn: Có

source: No
vi_vn: Không

source: Content
vi_vn: Nội dung

source: Edit Announcement
vi_vn: Chỉnh sửa thông báo

source: Manage Announcements
vi_vn: Quản lý thông báo

source: modified
vi_vn: sửa đổi

source: Actions
vi_vn: Hành động

source: Delete
vi_vn: Xóa

source: Are you sure?
vi_vn: Bạn có chắc không?

source: Create Banner Campaign
vi_vn: Tạo chiến dịch biểu ngữ

source: Why views/earnings/Statistics/analytics are not counting?
vi_vn: Tại sao lượt xem / thu nhập / Thống kê / phân tích không được tính?

source: Important: <b>Default</b> campaigns will not count earnings so you need to create a non-default campaigns and earnings will start count.
vi_vn: Quan trọng: Các chiến dịch <b> Mặc định </b> sẽ không tính thu nhập, do đó bạn cần tạo một chiến dịch không mặc định và thu nhập sẽ bắt đầu được tính.

source: Anonymous(not registered users) short links will not earn, only registered can earn.
vi_vn: Các liên kết rút gọn ẩn danh (không đăng ký) sẽ không kiếm được, chỉ đăng ký mới có thể kiếm được.

source: Visitors must be unique within a 24 hours.
vi_vn: Khách truy cập phải là duy nhất trong vòng 24 giờ.

source: Visitors must have JavaScript enabled
vi_vn: Khách truy cập phải kích hoạt JavaScript

source: Visitors must have Cookies enabled
vi_vn: Khách truy cập phải bật Cookies

source: Campaign Type
vi_vn: Loại chiến dịch

source: Non-default Campaign
vi_vn: Chiến dịch không mặc định

source: Default means that campaign will not count earning for publisher.
vi_vn: Mặc định có nghĩa là chiến dịch sẽ không tính thu nhập cho nhà xuất bản.

source: Campaign Name
vi_vn: Tên chiến dịch

source: Choose
vi_vn: Chọn

source: Banner Details
vi_vn: Chi tiết Banner

source: Banner Name
vi_vn: Tên Banner

source: (only for internal use)
vi_vn: (chỉ sử dụng nội bộ)

source: Banner Size
vi_vn: Kích thước Banner

source: Leaderboard - 728x90
vi_vn: Bảng xếp hạng - 728x90

source: Full banner - 468x60
vi_vn: Biểu ngữ đầy đủ - 468x60

source: Large rectangle - 336x280
vi_vn: Hình chữ nhật lớn - 336x280

source: Banner Code
vi_vn: Mã biểu ngữ

source: (can be either HTML or JavaScript and must comply with our rules)
vi_vn: (có thể là HTML hoặc JavaScript và phải tuân thủ các quy tắc của chúng tôi)

source: Advertising Rates
vi_vn: Tỷ lệ quảng cáo

source: Price / 1,000
vi_vn: Giá / 1.000

source: Purchase
vi_vn: Mua

source: You have ordered {0} visitors for a total of {1}
vi_vn: Bạn đã đặt hàng {0} khách truy cập với tổng số {1}

source: Create Campaign
vi_vn: Tạo chiến dịch

source: Traffic Sources/Devices
vi_vn: Nguồn truy cập/ thiết bị

source: Desktop, Mobile and Tablet
vi_vn: Máy tính để bàn, thiết bị di động và máy tính bảng

source: Desktop Only
vi_vn: Chỉ máy tính

source: Mobile / Tablet Only
vi_vn: Chỉ Điện thoại / Máy tính bảng

source: Create Interstitial Campaign
vi_vn: Tạo chiến dịch xen kẽ

source: Website Details
vi_vn: Chi tiết Website

source: Create Popup Campaign
vi_vn: Tạo chiến dịch Popup

source: Edit Campaign
vi_vn: Chỉnh sửa chiến dịch

source: Website Title
vi_vn: Tiêu đề trang web

source: Website URL
vi_vn: URL trang web

source: Advertiser Price / 1,000
vi_vn: Giá nhà quảng cáo / 1.000

source: Publisher Price / 1,000
vi_vn: Giá nhà xuất bản / 1.000

source: Traffic Sources
vi_vn: Nguồn lưu lượng

source: Desktop
vi_vn: Máy tính để bàn

source: Mobile
vi_vn: Di động

source: Update Campaign
vi_vn: Cập nhật chiến dịch

source: Manage Campaigns
vi_vn: Quản lý chiến dịch

source: Interstitial
vi_vn: Quảng cáo chuyển tiếp

source: Name
vi_vn: Tên

source: website title, url, banner name,..
vi_vn: tiêu đề trang web, url, tên banner, ..

source: Non-default
vi_vn: Không mặc định

source: Default
vi_vn: Mặc định

source: Reference
vi_vn: Tài liệu tham khảo

source: Price
vi_vn: Giá

source: Visitors/Total
vi_vn: Lượt truy cập/Tổng số

source: View
vi_vn: Xem

source: Edit
vi_vn: Sửa

source: Pause
vi_vn: Tạm dừng

source: Resume
vi_vn: Tiếp tục

source: Delete with related views
vi_vn: Xóa với các quan điểm liên quan

source: Campaign #{0}
vi_vn: Chiến dịch #{0}

source: Campaign Details
vi_vn: Chi tiết chiến dịch

source: Pay Campaign
vi_vn: Chiến dịch thanh toán

source: Campaign Clicks Details
vi_vn: Chi tiết Nhấp chuột vào Chiến dịch

source: Click Type
vi_vn: Loại nhấp chuột

source: Count
vi_vn: Đếm

source: No available data.
vi_vn: Không có dữ liệu có sẵn.

source: Countries
vi_vn: Quốc gia

source: Referers
vi_vn: Người giới thiệu

source: Referer
vi_vn: Người giới thiệu

source: Manage Invoices
vi_vn: Quản lý hóa đơn

source: Paid date
vi_vn: Ngày thanh toán

source: Mark as paid
vi_vn: Đánh dấu là đã thanh toán

source: Invoice #{0}
vi_vn: Hoá đơn #{0}

source: Edit Link: {0}
vi_vn: Chỉnh sửa liên kết: {0}

source: Hidden
vi_vn: Ẩn

source: Inactive
vi_vn: Không hoạt động

source: Expiration date
vi_vn: Ngày hết hạn

source: Advertising Type
vi_vn: Loại quảng cáo

source: Manage Links
vi_vn: Quản lý liên kết

source: Alias
vi_vn: Bí danh

source: Title, Desc. or URL
vi_vn: Tiêu đề, mô tả hoặc URL

source: Mass Action
vi_vn: Hành động đại chúng

source: Unhide
vi_vn: Bỏ ẩn

source: Inactivate
vi_vn: Không hoạt động

source: Delete with stats
vi_vn: Xóa với số liệu thống kê

source: Copy
vi_vn: Sao chép

source: Stats
vi_vn: Thống kê

source: Created on
vi_vn: Được tạo lúc

source: Select Action
vi_vn: Chọn hành động

source: Hide
vi_vn: Ẩn

source: Activate
vi_vn: Kích hoạt

source: Ads
vi_vn: Quảng cáo

source: Saving ...
vi_vn: Đang lưu ...

source: Member Area Ad
vi_vn: Quảng cáo khu vực thành viên

source: Captcha Ads
vi_vn: Quảng cáo Captcha

source: Above Captcha Ad
vi_vn: Quảng cáo Captcha phía trên

source: Below Captcha Ad
vi_vn: Bên dưới Quảng cáo Captcha

source: Interstitial Ads
vi_vn: Quảng cáo xen kẽ

source: Interstitial Page Ad Code
vi_vn: Mã quảng cáo xen kẽ

source: Recommended size is 468x60 or use a responsive banner ad code
vi_vn: Kích thước được đề xuất là 468x60 hoặc sử dụng mã quảng cáo biểu ngữ đáp ứng

source: This ad will be displayed between logo and counter.
vi_vn: Quảng cáo này sẽ được hiển thị giữa logo và counter.

source: Interstitial Ad URL
vi_vn: URL quảng cáo trung gian

source: Popup Ads
vi_vn: Quảng cáo pop-up

source: Popup Ad URL
vi_vn: URL quảng cáo bật lên

source: Banner Ads
vi_vn: Banner Quảng cáo

source: Save
vi_vn: Lưu

source: Banner Advertisement Price
vi_vn: Giá quảng cáo Banner

source: Set Prices For Traffic Source {0}
vi_vn: Đặt giá cho nguồn lưu lượng {0}

source: Set price in
vi_vn: Đặt giá trong

source: Fixed
vi_vn: Cố định

source: Mobile / Tablet
vi_vn: Điện thoại di động / máy tính bảng

source: Set
vi_vn: bộ dụng cụ

source: Select traffic source to set price For
vi_vn: Chọn nguồn lưu lượng để đặt giá cho

source: Email Settings
vi_vn: Các cài đặt đã được lưu.

source: Settings
vi_vn: Các cài đặt

source: Notifications
vi_vn: Thông báo

source: Admin Email
vi_vn: Email quản trị

source: The recipient email for the contact form and support requests.
vi_vn: Email người nhận cho các hình thức liên lạc và yêu cầu hỗ trợ.

source: Sending Email Settings
vi_vn: Các cài đặt đã được lưu.

source: From Email
vi_vn: Từ Email

source: Email From Name
vi_vn: Email từ tên

source: Email Method
vi_vn: Phương thức email

source: PHP Mail Function
vi_vn: Chức năng PHP Mail

source: Sendmail
vi_vn: Gửi thư

source: PHP Mail Function 2
vi_vn: Hàm thư PHP 2

source: SMTP Connection Security
vi_vn: Bảo mật kết nối SMTP

source: None
vi_vn: Không

source: SMTP Outgoing Host
vi_vn: Máy chủ gửi đi SMTP

source: SMTP Outgoing Port
vi_vn: Cổng gửi đi SMTP

source: Port value depends on the Connection Security type you set above None - port 25, SSL - port 465, TLS - port 587. these values maybe different between email providers.
vi_vn: Giá trị cổng tùy thuộc vào loại Bảo mật kết nối bạn đặt ở trên Không - cổng 25, SSL - cổng 465, TLS - cổng 587. các giá trị này có thể khác nhau giữa các nhà cung cấp email.

source: SMTP Username
vi_vn: Tên đăng nhập SMTP

source: SMTP Password
vi_vn: Mật khẩu SMTP

source: Admin Notifications
vi_vn: Thông báo của quản trị viên

source: New Created Invoice
vi_vn: Hóa đơn mới tạo

source: Member Notifications
vi_vn: Thông báo thành viên

source: Approved Withdrawal Request
vi_vn: Yêu cầu rút tiền đã được phê duyệt

source: Completed Withdrawal Request
vi_vn: Hoàn thành yêu cầu rút tiền

source: Canceled Withdrawal Request
vi_vn: Yêu cầu rút tiền bị hủy

source: Returned Withdrawal Request
vi_vn: Yêu cầu rút tiền đã trả lại

source: General
vi_vn: Chung

source: Currency
vi_vn: Tiền tệ

source: Language
vi_vn: Ngôn ngữ

source: Design
vi_vn: Thiết kế

source: Earnings
vi_vn: Thu nhập

source: Users
vi_vn: Người dùng

source: Integration
vi_vn: Tích hợp

source: Security
vi_vn: Bảo mật

source: Social Media
vi_vn: Truyền thông xã hội

source: Cron Job
vi_vn: Kịch bản

source: Site Name
vi_vn: Tên trang web

source: This is your site name.
vi_vn: Đây là tên trang web của bạn.

source: SEO Site Meta Title
vi_vn: Tiêu đề trang web SEO

source: This is your site meta title. The recommended length is 50-60 characters.
vi_vn: Đây là tiêu đề meta trang web của bạn. Độ dài được đề xuất là 50-60 ký tự.

source: SEO Keywords
vi_vn: Từ khóa SEO

source: Site Description
vi_vn: Mô tả trang web

source: Maintenance Mode
vi_vn: Chế độ bảo trì

source: Enable
vi_vn: Bật

source: Disable
vi_vn: Vô hiệu hóa

source: Maintenance Message
vi_vn: Thông báo bảo trì

source: Main Domain
vi_vn: Tên miền chính

source: Main domain used for all pages expect the short link page. Make sure to remove the "http" or "https" and the trailing slash (/)!. Example: <b>domain.com</b>
vi_vn: Tên miền chính được sử dụng cho tất cả các trang mong đợi trang liên kết ngắn. Đảm bảo xóa "http" hoặc "https" và dấu gạch chéo (/) !. Ví dụ: <b> domain.com </b>

source: Default Short URL Domain
vi_vn: Tên miền URL ngắn mặc định

source: Add the default domain used for the short links. If it is empty, the main domain will be used. Make sure to remove the "http" or "https" and the trailing slash (/)!. Example: <b>domain.com</b>
vi_vn: Thêm tên miền mặc định được sử dụng cho các liên kết rút gọn. Nếu nó trống, tên miền chính sẽ được sử dụng. Đảm bảo xóa "http" hoặc "https" và dấu gạch chéo (/)!. Ví dụ: <b> domain.com </b>

source: Multi Domains
vi_vn: Nhiều tên miền

source: Add the other domains(don't add the default short URL domain or the main domain) you want users to select between when short links. ex. <b>domain1.com,domain2.com</b> These domains should be parked/aliased to the main domain. Separate by comma, no spaces. Make sure to remove the 'http' or 'https' and the trailing slash (/)!
vi_vn: Thêm các tên miền khác (không thêm tên miền URL ngắn mặc định hoặc tên miền chính) mà bạn muốn người dùng chọn giữa khi liên kết ngắn. ví dụ <b> domain1.com, domain2.com </b> Những tên miền này nên được đặt / đặt bí danh cho tên miền chính. Phân tách bằng dấu phẩy, không có dấu cách. Đảm bảo xóa 'http' hoặc 'https' và dấu gạch chéo (/)!

source: Prevent direct access to the multi domains
vi_vn: Ngăn chặn truy cập trực tiếp vào nhiều miền

source: Display a warning message when directly access the multi domains.
vi_vn: Hiển thị thông báo cảnh báo khi truy cập trực tiếp vào nhiều tên miền.

source: Time Zone
vi_vn: Múi giờ

source: Cache Administration Area Statistics
vi_vn: Thống kê vùng quản trị bộ đệm

source: It's recommended to keep it disabled If you are starting new website. In the future, it is highly recommended to enable it.
vi_vn: Thống kê khu vực thành thành bộ nhớ cache.

source: Cache Member Area Statistics
vi_vn: Thống kê khu vực thành viên Cache

source: Cache Homepage Counters
vi_vn: Bộ đếm trang chủ Cache

source: Display Cookie Notification Bar
vi_vn: Hiển thị thanh thông báo cookie

source: Display Homepage Stats Counters
vi_vn: Hiển thị Bộ đếm Thống kê Trang chủ

source: Fake Users Base
vi_vn: Cơ sở người dùng giả mạo

source: Fake Links Base
vi_vn: Cơ sở liên kết giả

source: Fake Clicks base
vi_vn: Cơ sở nhấp chuột giả

source: Currency Code
vi_vn: Mã tiền tệ

source: Currency Symbol
vi_vn: Ký hiệu tiền tệ

source: Currency Position
vi_vn: Vị trí đơn vị tiền tệ

source: Before Price
vi_vn: Trước giá

source: After Price
vi_vn: Nằm sau Số tiền

source: Price Number of Decimals
vi_vn: Tiền theo số thập phân

source: Default Language
vi_vn: Ngôn ngữ mặc định

source: Site Languages
vi_vn: Ngôn ngữ trang web

source: Language Automatic Redirect
vi_vn: Chuyển hướng tự động ngôn ngữ

source: Automatically redirect the website visitors to browse the website based on their browser language if it is already available.
vi_vn: Tự động chuyển hướng khách truy cập trang web để duyệt trang web dựa trên ngôn ngữ trình duyệt của họ nếu nó đã có sẵn.

source: Language Direction
vi_vn: Phương hướng ngôn ngữ

source: RTL
vi_vn: Phải sang Trái

source: Select Frontend Theme
vi_vn: Chọn Giao diện người dùng

source: Select Member Area Theme
vi_vn: Chọn chủ đề khu vực thành viên

source: Select Member Area Default Theme Skin
vi_vn: Chọn Vùng thành viên Chủ đề mặc định Skin

source: Select Admin Area Theme
vi_vn: Chọn chủ đề khu vực quản trị

source: Select Admin Area Default Theme Skin
vi_vn: Chọn Vùng quản trị mặc định Giao diện

source: Logo URL - Alternative
vi_vn: URL Logo - Thay thế

source: Alternative logo used on the login page
vi_vn: Logo thay thế được sử dụng trên trang đăng nhập

source: Combine & Minify CSS & JS files
vi_vn: Kết hợp và thu nhỏ các tệp CSS & JS

source: Assets CDN URL
vi_vn: Tài sản URL CDN

source: Enable No Advert
vi_vn: Cho phép không quảng cáo

source: Default Advertisement Types
vi_vn: Các loại quảng cáo mặc định

source: Anonymous Default Advert
vi_vn: Quảng cáo mặc định ẩn danh

source: Ad Banner
vi_vn: Biểu ngữ quảng cáo

source: Member Default Advert
vi_vn: Quảng cáo mặc định thành viên

source: Metadata Fetching
vi_vn: Tìm nạp siêu dữ liệu

source: When shortening a URL, the URL page is downloaded and title, description & image are fetched from this page. If you have performance issues you can disable this behaviour from the below options.
vi_vn: Khi rút ngắn URL, trang URL được tải xuống và tiêu đề, mô tả & hình ảnh được lấy từ trang này. Nếu bạn gặp vấn đề về hiệu suất, bạn có thể vô hiệu hóa hành vi này từ các tùy chọn bên dưới.

source: Disable Metadata Fetching on Homepage
vi_vn: Vô hiệu hóa tìm nạp siêu dữ liệu trên trang chủ

source: Disable Metadata Fetching on Member Area
vi_vn: Vô hiệu hóa tìm nạp siêu dữ liệu trên khu vực thành viên

source: Disable Metadata Fetching on API
vi_vn: Vô hiệu hóa Tìm nạp siêu dữ liệu trên API

source: This is applicable for Quick Tool, Mass Shrinker, Full Page Script & Developers API.
vi_vn: Điều này có thể áp dụng cho Quick Tool, Mass Shrinker, Full Page Script & Developers API.

source: Display Short link content(title, description and image)
vi_vn: Hiển thị nội dung liên kết ngắn (tiêu đề, mô tả và hình ảnh)

source: Useful if your ads are displayed based on page content.
vi_vn: Hữu ích nếu quảng cáo của bạn được hiển thị dựa trên nội dung trang.

source: Make Link Info Available for Public
vi_vn: Cung cấp thông tin liên kết cho công chúng

source: Display Home URL Shortening Box
vi_vn: Hiển thị hộp rút gọn URL

source: Redirect Anonymous Users to Register
vi_vn: Chuyển hướng người dùng ẩn danh để đăng ký

source: Make Link Info Available for Members
vi_vn: Cung cấp thông tin liên kết cho các thành viên

source: Mass Shrinker Limit
vi_vn: Giới hạn Mass Shrinker

source: Links Banned Words
vi_vn: Liên kết từ bị cấm

source: Disallow links with banned words from being shortened. The System will check link title or description if they are contain the banned words. Separate by comma, no spaces.
vi_vn: Không cho phép liên kết với các từ bị cấm được rút ngắn. Hệ thống sẽ kiểm tra tiêu đề hoặc mô tả liên kết nếu chúng có chứa các từ bị cấm. Phân tách bằng dấu phẩy, không có dấu cách.

source: Disallowed Domains
vi_vn: Tên miền không được phép

source: Disallow links with certain domains from being shortened. Separate by comma, no spaces.
vi_vn: Không cho phép liên kết với các tên miền nhất định khỏi bị rút ngắn. Phân tách bằng dấu phẩy, không có dấu cách.

source: Reserved Aliases
vi_vn: Bí danh Dành riêng
