Repository: THAI1004/mneylink-main
Catalog: src/Locale/*/default.po
Languages: vi_vn

source: Bank Transfer
vi_vn: Chuyển khoản ngân hàng

source: No Advert
vi_vn: Không quảng cáo

source: Interstitial Advertisement
vi_vn: Quảng cáo xen kẽ

source: Banner Advertisement
vi_vn: Quảng cáo banner

source: Random(Interstitial or Banner) Advertisement
vi_vn: Quảng cáo ngẫu nhiên (xen kẽ hoặc biểu ngữ)

source: Earn
vi_vn: Kiếm tiền

source: Disabled Cookies
vi_vn: Vô hiệu hóa Cookies

source: Anonymous User
vi_vn: Người dùng ẩn danh

source: IP Changed
vi_vn: IP đã thay đổi

source: Not Unique
vi_vn: Không duy nhất

source: Full Weight
vi_vn: Trọng lượng đầy đủ

source: Default Campaign
vi_vn: Chiến dịch mặc định

source: Direct
vi_vn: Trực tiếp

source: Invalid country
vi_vn: Quốc gia không hợp lệ

source: Earnings disabled
vi_vn: Vô hiệu hóa kiếm tiền

source: User disabled earnings
vi_vn: Vô hiệu hóa kiếm tiền

source: Blocked referer domain
vi_vn: Miền giới thiệu bị chặn

source: Reached the hourly limit
vi_vn: Đã đạt đến giới hạn hàng giờ

source: Reached the daily limit
vi_vn: Đã đạt đến giới hạn hàng ngày

source: Reached the monthly limit
vi_vn: Đã đạt đến giới hạn hàng tháng

source: Website
vi_vn: Trang web

source: Quick Link
vi_vn: Liên kết nhanh

source: Mass Shrinker
vi_vn: Rút gọn hàng loạt

source: Full Page Script
vi_vn: Rút Gọn URL Tự Động (Script)

source: Bookmarklet
vi_vn: Nút rút gọn nhanh

source: My Wallet
vi_vn: Ví của tôi

source: Active
vi_vn: Hoạt động

source: Paused
vi_vn: Tạm dừng

source: Canceled
vi_vn: Đã hủy

source: Finished
vi_vn: Đã kết thúc

source: Under Review
vi_vn: Đang xem xét

source: Pending Payment
vi_vn: Thanh toán đang chờ xử lý

source: Invalid Payment
vi_vn: Thanh toán không hợp lệ

source: Refunded
vi_vn: Hoàn tiền

source: Approved
vi_vn: Đã chấp nhận

source: Pending
vi_vn: Đang chờ xử lý

source: Complete
vi_vn: Hoàn thành

source: Cancelled
vi_vn: Đã hủy

source: Returned
vi_vn: Trả lại

source: Paid
vi_vn: Đã thanh toán

source: Unpaid
vi_vn: Chưa thanh toán

source: Antigua and Barbuda
vi_vn: Antigua và Barbuda

source: Australia
vi_vn: Úc

source: Austria
vi_vn: Áo

source: Åland Islands
vi_vn: Quần đảo Åland

source: Belgium
vi_vn: Bỉ

source: Bosnia and Herzegowina
vi_vn: Bosnia và Herzegowina

source: Bouvet Island
vi_vn: Đảo Bouvet

source: Brunei Darussalam
vi_vn: Vương quốc Bru-nây

source: Cambodia
vi_vn: Campuchia

source: Cayman Islands
vi_vn: Quần đảo Cayman

source: Central African Republic
vi_vn: Cộng hòa Trung Phi

source: China
vi_vn: Trung Quốc

source: Christmas Island
vi_vn: Đảo Christmas

source: Cocos (Keeling) Islands
vi_vn: Quần đảo Cocos (Keeling)

source: Congo, the Democratic Republic of the
vi_vn: Cộng hòa Dân chủ Congo

source: Cook Islands
vi_vn: Quần đảo Cook

source: Cyprus
vi_vn: Cộng hòa Síp

source: Czech Republic
vi_vn: Cộng hòa Séc

source: Denmark
vi_vn: Đan mạch

source: Dominican Republic
vi_vn: Cộng hòa Dominican

source: East Timor
vi_vn: Đông Timor

source: Egypt
vi_vn: Ai Cập

source: Equatorial Guinea
vi_vn: Guinea Xích Đạo

source: Ethiopia
vi_vn: Ê-díp-tô

source: Falkland Islands (Malvinas)
vi_vn: Quần đảo Falkland (Malvinas)

source: Faroe Islands
vi_vn: Quần đảo Faroe

source: Finland
vi_vn: Phần Lan

source: France
vi_vn: Pháp

source: France, Metropolitan
vi_vn: Metropolitan của Pháp

source: French Guiana
vi_vn: Guiana thuộc Pháp

source: French Polynesia
vi_vn: Polynesia thuộc Pháp

source: French Southern Territories
vi_vn: Lãnh thổ phía Nam của Pháp

source: Germany
vi_vn: Đức

source: Greece
vi_vn: Hy Lạp

source: Guinea
vi_vn: Guinée

source: Heard and Mc Donald Islands
vi_vn: Quần đảo Heard và Mcdonald

source: Holy See (Vatican City State)
vi_vn: Tòa thánh (Nhà nước thành phố Vatican)

source: Hong Kong
vi_vn: Hồng Kông

source: Isle of Man
vi_vn: Đảo Man

source: India
vi_vn: Ấn Độ

source: Iran (Islamic Republic of)
vi_vn: Iran (Cộng hòa Hồi giáo)

source: Iraq
vi_vn: I-rắc

source: Italy
vi_vn: Ý

source: Jersey
vi_vn: Áo

source: Japan
vi_vn: Nhật Bản

source: Korea, Democratic People's Republic of
vi_vn: Cộng hòa Dân chủ Nhân dân Hàn Quốc

source: Korea, Republic of
vi_vn: Hàn Quốc

source: Lao People's Democratic Republic
vi_vn: Cộng hòa Dân chủ nhân dân Lào

source: Lithuania
vi_vn: Litva

source: Macedonia, The Former Yugoslav Republic of
vi_vn: Cộng Hòa Nam Tư cũ Macedonia

source: Marshall Islands
vi_vn: Đảo Marshall

source: Micronesia, Federated States of
vi_vn: Micronesia, Liên bang Hoa Kỳ

source: Moldova, Republic of
vi_vn: Cộng hòa Moldova

source: Mongolia
vi_vn: Mông Cổ

source: Morocco
vi_vn: Ma-rốc

source: Netherlands
vi_vn: Hà Lan

source: Netherlands Antilles
vi_vn: Antille thuộc Hà Lan

source: Niger
vi_vn: Nigeria

source: Norfolk Island
vi_vn: Đảo Norfolk

source: Northern Mariana Islands
vi_vn: Quần đảo Bắc Mariana

source: Norway
vi_vn: Na Uy

source: Poland
vi_vn: Ba Lan

source: Portugal
vi_vn: Bồ Đào Nha

source: Republic of Serbia
vi_vn: Cộng hòa Serbia

source: Russian Federation
vi_vn: Liên bang Nga

source: Saint Kitts and Nevis
vi_vn: Saint Kitts và Nevis

source: Saint Vincent and the Grenadines
vi_vn: Saint Vincent và Grenadines

source: Sao Tome and Principe
vi_vn: Sao Tome và Principe

source: Saudi Arabia
vi_vn: Ả Rập Xê Út

source: Slovakia (Slovak Republic)
vi_vn: Slovakia (Cộng hòa Slovak)

source: Solomon Islands
vi_vn: Quần đảo Solomon

source: South Africa
vi_vn: Nam Phi

source: South Georgia and the South Sandwich Islands
vi_vn: Nam Georgia và Quần đảo Nam Sandwich

source: Spain
vi_vn: Tây Ban Nha

source: St. Helena
vi_vn: Bang Helena

source: St. Pierre and Miquelon
vi_vn: St. Pierre và Miquelon

source: Sweden
vi_vn: Thụy Điển

source: Switzerland
vi_vn: Thụy sĩ

source: Syrian Arab Republic
vi_vn: Cộng hòa Ả Rập Syria

source: Tanzania, United Republic of
vi_vn: Cộng hòa Liên bang Tanzania

source: Thailand
vi_vn: Thái Lan

source: Togo
vi_vn: Tô-gô

source: Trinidad and Tobago
vi_vn: Trinidad và Tobago

source: Turkey
vi_vn: Thổ Nhĩ Kỳ

source: Turks and Caicos Islands
vi_vn: Quần đảo Turks và Caicos

source: Ukraine
vi_vn: Ukraina

source: United Arab Emirates
vi_vn: Tiểu Vương Quốc Ả Rập Thống Nhất

source: United Kingdom
vi_vn: Vương Quốc Anh

source: United States
vi_vn: Hoa Kỳ

source: Vietnam
vi_vn: Việt Nam

source: Virgin Islands (British)
vi_vn: Quần đảo Virgin (Anh)

source: Virgin Islands (U.S.)
vi_vn: Quần đảo Virgin (Hoa Kỳ)

source: Wallis and Futuna Islands
vi_vn: Đảo Wallis và Futuna

source: Western Sahara
vi_vn: Tây Sahara

source: Yugoslavia
vi_vn: Nam Tư

source: Worldwide Deal(All Countries)
vi_vn: Thỏa thuận toàn cầu (Tất cả các nước)

source: Your license has been verified.
vi_vn: Giấy phép của bạn đã được xác minh.

source: Announcement has been added.
vi_vn: Thông báo đã được thêm vào.

source: Oops! There are mistakes in the form. Please make the correction.
vi_vn: Úi! Có những sai lầm trong hình thức. Hãy sửa chữa.

source: Invalid Announcement
vi_vn: Thông báo không hợp lệ

source: Announcement has been updated.
vi_vn: Thông báo đã được cập nhật.

source: The announcement with id: {0} has been deleted.
vi_vn: Thông báo với id: {0} đã bị xóa.

source: You must have at least one interstitial campaign marked as default.
vi_vn: Bạn phải có ít nhất một chiến dịch xen kẽ được đánh dấu là mặc định.

source: You must have at least one banner campaign marked as default.
vi_vn: Bạn phải có ít nhất một chiến dịch biểu ngữ được đánh dấu là mặc định.

source: Invalid campaign
vi_vn: Chiến dịch không hợp lệ

source: Campaign Not Found
vi_vn: Không tìm thấy chiến dịch

source: You must purchase at least from one country.
vi_vn: Bạn phải mua ít nhất từ một quốc gia.

source: Your campaign has been created.
vi_vn: Chiến dịch của bạn đã được tạo.

source: Unable to create your campaign.
vi_vn: Không thể tạo chiến dịch của bạn.

source: Campaign has been updated.
vi_vn: Chiến dịch đã được cập nhật.

source: Unable to update campaign.
vi_vn: Không thể cập nhật chiến dịch.

source: Campaign not found
vi_vn: Không tìm thấy chiến dịch

source: The campaign with id: {0} has been deleted.
vi_vn: Chiến dịch với id: {0} đã bị xóa.

source: Invalid Invoice
vi_vn: Hóa đơn không hợp lệ

source: The invoice with id: {0} has been marked as paid.
vi_vn: Hóa đơn có id: {0} đã được đánh dấu là đã thanh toán.

source: The invoice with id: {0} has been deleted.
vi_vn: Hóa đơn có id: {0} đã bị xóa.

source: Invalid link
vi_vn: Link không hợp lệ

source: The Link has been updated.
vi_vn: Liên kết đã được cập nhật.

source: The Link has been hidden.
vi_vn: Liên kết đã bị ẩn.

source: The Link has been unhidden.
vi_vn: Liên kết đã được mở ra.

source: The Link has been deactivated.
vi_vn: Liên kết đã bị hủy kích hoạt.

source: The link has been deleted.
vi_vn: Liên kết đã bị xóa.

source: Settings have been saved.
vi_vn: Các cài đặt đã được lưu.

source: Ads have been saved.
vi_vn: Quảng cáo đã được lưu.

source: Email settings have been saved.
vi_vn: Cài đặt email đã được lưu.

source: Social login settings have been saved.
vi_vn: Cài đặt đăng nhập xã hội đã được lưu.

source: Payment settings have been saved.
vi_vn: Cài đặt thanh toán đã được lưu.

source: Withdraw settings have been saved.
vi_vn: Cài đặt rút tiền đã được lưu.

source: Menu has been saved.
vi_vn: Menu đã được lưu.

source: Invalid option
vi_vn: Tùy chọn không hợp lệ

source: Page has been added.
vi_vn: Trang đã được thêm vào.

source: Invalid Page
vi_vn: Trang không hợp lệ

source: Page has been updated.
vi_vn: Trang đã được cập nhật.

source: The page with id: {0} has been deleted.
vi_vn: Trang có id: {0} đã bị xóa.

source: Plan has been added.
vi_vn: Kế hoạch đã được thêm vào.

source: Invalid Plan
vi_vn: Gói không hợp lệ

source: Plan has been updated.
vi_vn: Gói đã được cập nhật.

source: Default plan can't be deleted.
vi_vn: Gói mặc định không thể bị xóa.

source: The plan with id: {0} has been deleted.
vi_vn: Gói với id: {0} đã bị xóa.

source: Post has been added.
vi_vn: Bài viết đã được thêm vào.

source: Invalid Post
vi_vn: Bài đăng không hợp lệ

source: Post has been updated.
vi_vn: Bài viết đã được cập nhật.

source: The post with id: {0} has been deleted.
vi_vn: Bài đăng có id: {0} đã bị xóa.

source: Testimonial has been added.
vi_vn: Lời chứng thực đã được thêm vào.

source: Invalid Testimonial
vi_vn: Lời chứng thực không hợp lệ

source: Testimonial has been updated.
vi_vn: Lời chứng thực đã được cập nhật.

source: The testimonial with id: {0} has been deleted.
vi_vn: Lời chứng thực với id: {0} đã bị xóa.

source: Can not able to run upgrade. Error:
vi_vn: Không thể chạy nâng cấp. Lỗi:

source: Database upgraded successfully.
vi_vn: Cơ sở dữ liệu được nâng cấp thành công.

source: Please, select fields to export.
vi_vn: Xin vui lòng, chọn các lĩnh vực để xuất khẩu.

source: Invalid User
vi_vn: Người dùng không hợp lệ

source: The user has been added.
vi_vn: Người dùng đã được thêm vào.

source: Unable to add the user.
vi_vn: Không thể thêm người dùng.

source: The user has been updated.
vi_vn: Người dùng đã được cập nhật.

source: Unable to edit user.
vi_vn: Không thể chỉnh sửa người dùng.

source: The activation email has been sent, Please ask your user to check email inbox or spam folder to activate his account.
vi_vn: Email kích hoạt đã được gửi, Vui lòng yêu cầu người dùng của bạn kiểm tra hộp thư đến email hoặc thư mục spam để kích hoạt tài khoản của mình.

source: The user has been deactivated.
vi_vn: Người dùng đã bị vô hiệu hóa.

source: The user with id: {0} has been deleted.
vi_vn: Người dùng có id: {0} đã bị xóa.

source: Personal Data Export
vi_vn: Xuất dữ liệu cá nhân

source: About
vi_vn: Giới thiệu

source: Report generated for
vi_vn: Báo cáo được tạo cho

source: For site
vi_vn: Đối với trang web

source: At URL
vi_vn: Tại URL

source: On
vi_vn: Bật

source: User
vi_vn: Người dùng

source: Username
vi_vn: Tên đăng nhập

source: Money Wallet
vi_vn: Ví tiền

source: Publisher Earnings
vi_vn: Thu nhập của nhà xuất bản

source: Referral Earnings
vi_vn: Hoa hồng giới thiệu

source: First Name
vi_vn: Tên

source: Last Name
vi_vn: Họ

source: Address 1
vi_vn: Địa chỉ 1

source: Address 2
vi_vn: Địa chỉ 2

source: City
vi_vn: Thành phố

source: State
vi_vn: Tỉnh

source: Zip
vi_vn: Mã bưu chính

source: Country
vi_vn: Quốc gia

source: Phone Number
vi_vn: Số điện thoại

source: Withdrawal Method
vi_vn: Phương thức rút tiền

source: Withdrawal Account
vi_vn: Tài khoản rút tiền

source: Login IP
vi_vn: IP đăng nhập

source: Register IP
vi_vn: IP đăng ký

source: Links
vi_vn: Liên kết

source: Short Link
vi_vn: Link rút gọn

source: Long URL
vi_vn: URL dài

source: Created
vi_vn: Đã tạo

source: Withdraws
vi_vn: Rút tiền

source: Date
vi_vn: Ngày

source: Status
vi_vn: Trạng thái

source: Total Amount
vi_vn: Tổng cộng

source: Invoices
vi_vn: Hóa đơn

source: Description
vi_vn: Mô tả

source: Amount
vi_vn: Số tiền

source: Payment Method
vi_vn: Phương thức thanh toán

source: Paid Date
vi_vn: Ngày thanh toán

source: Created Date
vi_vn: Ngày tạo

source: Invalid Withdraw
vi_vn: Rút tiền không hợp lệ

source: User should fill his withdrawal info from his profile settings.
vi_vn: Người dùng nên điền thông tin rút tiền của mình từ cài đặt hồ sơ của mình.

source: Invalid withdrawal method.
vi_vn: Phương thức rút tiền không hợp lệ.

source: Withdraw amount should be equal or greater than {0}.
vi_vn: Số tiền rút phải bằng hoặc lớn hơn {0}.

source: The withdrawal has been requested and under review.
vi_vn: Việc rút tiền đã được yêu cầu và đang được xem xét.

source: Unable to request the withdrawal.
vi_vn: Không thể yêu cầu rút tiền.

source: The withdrawal request with id: {0} has been canceled.
vi_vn: Yêu cầu rút tiền với id: {0} đã bị hủy.

source: The withdrawal request money returned to the user account.
vi_vn: Tiền yêu cầu rút tiền được trả lại vào tài khoản người dùng.

source: The withdrawal request with id: {0} has been approved.
vi_vn: Yêu cầu rút tiền với id: {0} đã được phê duyệt.

source: The withdrawal request with id: {0} has been completed.
vi_vn: Yêu cầu rút tiền với id: {0} đã được hoàn thành.

source: The CAPTCHA was incorrect. Try again
vi_vn: CAPTCHA không chính xác. Thử lại

source: Invalid username or password, try again
vi_vn: Tên người dùng hoặc mật khẩu không hợp lệ, hãy thử lại

source: Your account has been created. Please check your email inbox or spam folder to activate your account.
vi_vn: Tài khoản của bạn đã được tạo. Vui lòng kiểm tra hộp thư đến email hoặc thư mục thư rác để kích hoạt tài khoản của bạn.

source: Your account has been created.
vi_vn: Tài khoản của bạn đã được tạo.

source: Invalid Activation.
vi_vn: Kích hoạt không hợp lệ.

source: Your account has been activated.
vi_vn: Tài khoản của bạn đã được kích hoạt.

source: Unable to activate your account.
vi_vn: Không thể kích hoạt tài khoản của bạn.

source: Invalid User.
vi_vn: Người dùng không hợp lệ.

source: Kindly check your email for reset password link.
vi_vn: Vui lòng kiểm tra email của bạn để thiết lập lại liên kết mật khẩu.

source: Unable to reset password.
vi_vn: Không thể đặt lại mật khẩu.

source: Invalid Request.
vi_vn: Yêu cầu không hợp lệ.

source: Your password has been changed.
vi_vn: Mật khẩu của bạn đã được thay đổi.

source: Unable to change your password.
vi_vn: Không thể thay đổi mật khẩu của bạn.

source: Bad Request.
vi_vn: Yêu cầu xấu.

source: Your message has been sent!
vi_vn: Tin nhắn của bạn đã được gửi!

source: Can't send the message. Please try again later.
vi_vn: Không thể gửi tin nhắn. Vui lòng thử lại sau.

source: Connection failed:
vi_vn: Kết nối thất bại:

source: Can not load initial data.
vi_vn: Không thể tải dữ liệu ban đầu.

source: Could not copy configure.php file.
vi_vn: Không thể sao chép tập tin configure.php.

source: Could not write configure.php file.
vi_vn: Không thể ghi tập tin configure.php.

source: 404 Not Found
vi_vn: 404 không tìm thấy

source: The link has been expired
vi_vn: Liên kết đã bị hết hạn

source: Invalid user
vi_vn: Người dùng không hợp lệ

source: Your account has exceeded its daily created short links limit.
vi_vn: Tài khoản của bạn đã vượt quá giới hạn liên kết ngắn được tạo hàng ngày.

source: Your account has exceeded its monthly created short links limit.
vi_vn: Tài khoản của bạn đã vượt quá giới hạn liên kết ngắn được tạo hàng tháng.

source: Invalid URL.
vi_vn: URL không hợp lệ.

source: Creating campaigns is currently disabled.
vi_vn: Tạo các chiến dịch hiện đang bị vô hiệu hóa.

source: Invalid request
vi_vn: Yêu cầu không hợp lệ

source: Not found campaign
vi_vn: Không tìm thấy chiến dịch

source: Advertising Campaign #
vi_vn: Chiến dịch quảng cáo #

source: Creating interstitial campaigns is currently disabled.
vi_vn: Tạo các chiến dịch xen kẽ hiện đang bị vô hiệu hóa.

source: The campaign minimum price is {0}.
vi_vn: Giá tối thiểu của chiến dịch là {0}.

source: Your campaign has been added. After paying, we will review it and it will appear on the website.
vi_vn: Chiến dịch của bạn đã được thêm vào. Sau khi trả tiền, chúng tôi sẽ xem xét nó và nó sẽ xuất hiện trên trang web.

source: Creating banner campaigns is currently disabled.
vi_vn: Tạo các chiến dịch biểu ngữ hiện đang bị vô hiệu hóa.

source: Creating popup campaigns is currently disabled.
vi_vn: Tạo các chiến dịch bật lên hiện đang bị vô hiệu hóa.

source: We will get back to you soon.
vi_vn: Chúng tôi sẽ lấy lại cho bạn sớm.

source: There was a problem submitting your form.
vi_vn: Có một vấn đề gửi biểu mẫu của bạn.

source: You don't have enough money in your wallet.
vi_vn: Bạn không có đủ tiền trong ví của mình.

source: Not found campaign.
vi_vn: Không tìm thấy chiến dịch.

source: Invoice
vi_vn: Hóa đơn

source: Invalid payment method.
vi_vn: Phương thức thanh toán không hợp lệ.

source: Invoice has been updated.
vi_vn: Hóa đơn đã được cập nhật.

source: You must upgrade your plan so you can use this tool.
vi_vn: Bạn phải nâng cấp gói của bạn để bạn có thể sử dụng công cụ này.

source: Your Link has been updated.
vi_vn: Liên kết của bạn đã được cập nhật.

source: The Link with alias: {0} has been hidden.
vi_vn: Liên kết với bí danh: {0} đã bị ẩn.

source: The Link with alias: {0} has been unhidden.
vi_vn: Liên kết với bí danh: {0} đã không bị chặn.

source: Your account has exceeded its daily short links limit.
vi_vn: Tài khoản của bạn đã vượt quá giới hạn liên kết ngắn hàng ngày.

source: Your account has exceeded its monthly short links limit.
vi_vn: Tài khoản của bạn đã vượt quá giới hạn liên kết ngắn hàng tháng.

source: Profile has been updated
vi_vn: Hồ sơ đã được cập nhật

source: Yearly
vi_vn: Hàng năm

source: Monthly
vi_vn: Hàng tháng

source: {0} Premium Membership: {1}
vi_vn: {0} Tư cách thành viên cao cấp: {1}

source: An invoice with id: {0} has been generated.
vi_vn: Hóa đơn có id: {0} đã được tạo.

source: Kindly check your email to confirm it.
vi_vn: Vui lòng kiểm tra email của bạn để xác nhận nó.

source: Your email has been confirmed.
vi_vn: Email của bạn đã được xác nhận.

source: Unable to confirm your email.
vi_vn: Không thể xác nhận email của bạn.

source: Password has been updated
vi_vn: Mật khẩu đã được cập nhật

source: You should fill your withdrawal info from your profile settings.
vi_vn: Bạn nên điền thông tin rút tiền từ cài đặt hồ sơ của bạn.

source: Your withdraw has been request and under review.
vi_vn: Việc rút tiền của bạn đã được yêu cầu và đang được xem xét.

source: Unable to request the withdraw.
vi_vn: Không thể yêu cầu rút tiền.

source: Invalid Page.
vi_vn: Trang không hợp lệ.

source: Not Found.
vi_vn: Không tìm thấy.

source: Invalid Post.
vi_vn: Bài viết không hợp lệ.

source: Type the captcha text
vi_vn: Nhập văn bản xác thực

source: You must upgrade your plan so you can see the statistics.
vi_vn: Bạn phải nâng cấp kế hoạch của bạn để bạn có thể xem số liệu thống kê.

source: Invalid API token.
vi_vn: Mã thông báo API không hợp lệ.

source: Check the below errors.
vi_vn: Kiểm tra các lỗi dưới đây.

source: A name is required
vi_vn: Tên là bắt buộc

source: A valid email address is required
vi_vn: Một địa chỉ email hợp lệ

source: A subject is required
vi_vn: Một tiêu đề là bắt buộc

source: Message body is required
vi_vn: Nội dung tin nhắn là bắt buộc

source: You must accept our Privacy Policy before contacting us.
vi_vn: Bạn phải chấp nhận Chính sách bảo mật của chúng tôi trước khi liên hệ với chúng tôi.

source: New User Registration
vi_vn: Đăng Ký Người Dùng Mới

source: New Withdrawal Request
vi_vn: Yêu cầu rút tiền mới

source: New Invoice
vi_vn: Hóa đơn mới

source: Paid Invoice
vi_vn: Hóa đơn thanh toán

source: Your Request for Withdrawal has been Approved
vi_vn: Yêu cầu rút tiền của bạn đã được chấp thuận

source: Your Request for Withdrawal has been Processed
vi_vn: Yêu cầu rút tiền của bạn đã được xử lý

source: Your Request for Withdrawal has been Canceled
vi_vn: Yêu cầu rút tiền của bạn đã bị hủy

source: Your Request for Withdrawal has been Returned
vi_vn: Yêu cầu rút tiền của bạn đã được trả lại

source: New Account
vi_vn: Tài khoản mới

source: Change Email
vi_vn: Thay đổi Email

source: Password Reset
vi_vn: Đặt lại mật khẩu

source: Choose a valid value.
vi_vn: Chọn một giá trị hợp lệ.

source: Write a valid natural number.
vi_vn: Viết số tự nhiên hợp lệ.

source: This value should not be blank.
vi_vn: Không nên bỏ qua cái giá trị này.

source: URL must be valid.
vi_vn: URL phải hợp lệ.

source: http and https urls only allowed.
vi_vn: http và https url chỉ được phép.

source: You must have a purchase.
vi_vn: Bạn phải mua hàng.

source: You must accept our terms and conditions.
vi_vn: Bạn phải chấp nhận các điều khoản và điều kiện của chúng tôi.

source: http, https and magnet urls only allowed.
vi_vn: http, https và url nam châm chỉ được phép.

source: URL is invalid.
vi_vn: URL không hợp lệ.

source: This domain is not allowed on our system.
vi_vn: Tên miền này không được phép trên hệ thống của chúng tôi.

source: Google currently report this URL as an active phishing, malware, or unwanted website.
vi_vn: Google hiện báo cáo URL này dưới dạng lừa đảo hoạt động, phần mềm độc hại hoặc trang web không mong muốn.

source: PhishTank currently report this URL as an active phishing website.
vi_vn: PhishTank hiện báo cáo URL này là một trang web lừa đảo hoạt động.

source: Please add an alias.
vi_vn: Vui lòng thêm một bí danh.

source: Maximum alias length is 30 characters.
vi_vn: Độ dài bí danh tối đa là 30 ký tự.

source: Alias can only contain letters, numbers, dash and underscore
vi_vn: Bí danh chỉ có thể chứa chữ cái, số, dấu gạch ngang và dấu gạch dưới

source: This alias is a reserved word.
vi_vn: Bí danh này là một từ dành riêng.

source: Alias already exists.
vi_vn: Bí danh đã tồn tại.

source: This link contains banned words.
vi_vn: Liên kết này chứa các từ bị cấm.

source: Choose a valid advertising type.
vi_vn: Chọn một loại quảng cáo hợp lệ.

source: Slug must be unique.
vi_vn: Slug phải là duy nhất.

source: alphaNumeric Only
vi_vn: Chỉ chấp nhận ký tự chữ cái

source: Minimum Length 5
vi_vn: Độ dài tối thiểu 5

source: Maximum Length 150
vi_vn: Độ dài tối đa 150

source: This username is a reserved word.
vi_vn: Tên người dùng này là một từ dành riêng.

source: Username already exists
vi_vn: Tên này đã có người dùng

source: Not the same
vi_vn: Không giống nhau

source: Maximum Length 25
vi_vn: Độ dài tối đa 25

source: E-mail must be valid
vi_vn: Email phải hợp lệ

source: E-mail must be unique
vi_vn: E-mail phải là duy nhất

source: This field should not be blank.
vi_vn: Trường này không được để trống.

source: To use our service you must accept our Terms of Use and Privacy Policy.
vi_vn: Để sử dụng dịch vụ của chúng tôi, bạn phải chấp nhận Điều khoản sử dụng và Chính sách quyền riêng tư của chúng tôi.

source: Please enter current password.
vi_vn: Vui lòng nhập mật khẩu hiện tại.

source: Registration is currently closed.
vi_vn: Đăng ký hiện đang đóng cửa.
