Repository: THAI1004/mneylink-main
Catalog: src/Locale/*/default.po
Languages: vi_vn

source: Enter your e-mail address below to reset your password.
vi_vn: Nhập địa chỉ email của bạn dưới đây để đặt lại mật khẩu của bạn.

source: New Password
vi_vn: Mật khẩu mới

source: Re-enter New Password
vi_vn: Nhập lại mật khẩu mới

source: Sign In
vi_vn: Đăng nhập

source: Sign in to start your session
vi_vn: Đăng nhập để bắt đầu

source: Username or email address
vi_vn: Tên đăng nhập hoặc địa chỉ email

source: Remember me
vi_vn: Nhớ tôi

source: OR
vi_vn: HOẶC

source: Sign in with Facebook
vi_vn: Đăng nhập với Facebook

source: Sign in with Twitter
vi_vn: Đăng nhập với Twitter

source: Sign in with Google
vi_vn: Đăng nhập với Google

source: I forgot my password
vi_vn: Quên mật khẩu

source: Register a new membership
vi_vn: Đăng ký thành viên mới

source: Create an Account
vi_vn: Tạo tài khoản

source: Re-enter Password
vi_vn: Nhập lại mật khẩu

source: Terms of Use
vi_vn: Điều khoản sử dụng

source: Privacy Policy
vi_vn: Chính sách bảo mật

source: I agree to the {0} and {1}.
vi_vn: Tôi đồng ý với {0} và {1}.

source: Register
vi_vn: Đăng ký

source: I already have a membership
vi_vn: Tôi đã có thành viên

source: Shorten
vi_vn: Rút gọn

source: Package Description / Country
vi_vn: Mô tả gói / Quốc gia

source: Cost per 1000 Views
vi_vn: Chi phí cho mỗi 1000 lượt xem

source: Both
vi_vn: Cả hai

source: This domain is owned by {0}!
vi_vn: Tên miền này được sở hữu bởi {0}!

source: for any abuses please contact us at {0}
vi_vn: cho bất kỳ sự lạm dụng nào, vui lòng liên hệ với chúng tôi tại {0}

source: Copied!
vi_vn: Đã sao chép!

source: Get Link
vi_vn: Lấy link

source: Getting link...
vi_vn: Đang tải link phim

source: Skip Ad
vi_vn: Bỏ qua quảng cáo

source: Please disable Adblock to proceed to the destination page.
vi_vn: Vui lòng tắt Quảng cáo để tiếp tục đến trang đích.

source: Learn more
vi_vn: Tìm hiểu thêm

source: This website uses cookies to ensure you get the best experience on our website. {0}
vi_vn: Trang web này sử dụng cookie để đảm bảo bạn có được trải nghiệm tốt nhất trên trang web của chúng tôi. {0}

source: Got it!
vi_vn: Hiểu rồi!

source: Method
vi_vn: Phương thức

source: Earnings per 1000 Views
vi_vn: Thu nhập trên 1000 lượt xem

source: Hello
vi_vn: Xin chào

source: A new invoice has been created with the following details:
vi_vn: Một hóa đơn mới đã được tạo với các chi tiết sau:

source: Invoice Id
vi_vn: ID hóa đơn

source: Thanks,
vi_vn: Cảm ơn,

source: Invoice {0} has been paid with the following details:
vi_vn: Hóa đơn {0} đã được thanh toán với các chi tiết sau:

source: You have a new user registration
vi_vn: Bạn có đăng ký người dùng mới

source: A new withdraw has been requested with the following details:
vi_vn: Rút tiền mới đã được yêu cầu với các chi tiết sau:

source: Withdraw Id
vi_vn: Rút tiền Id

source: Account
vi_vn: Tài khoản

source: Your withdrawal request #{0} has been approved for amount {1} and will be sent via {2}
vi_vn: Yêu cầu rút tiền của bạn # {0} đã được chấp thuận cho số tiền {1} và sẽ được gửi qua {2}

source: Your request will be processed as part of our normal schedule. You will receive an email when your withdrawal has been processed.
vi_vn: Yêu cầu của bạn sẽ được xử lý như một phần của lịch trình bình thường của chúng tôi. Bạn sẽ nhận được email khi việc rút tiền của bạn được xử lý.

source: Your withdrawal request #{0} has been canceled.
vi_vn: Yêu cầu rút tiền của bạn # {0} đã bị hủy.

source: To change your email click on the following link or copy-paste it in your browser:
vi_vn: Để thay đổi email của bạn, nhấp vào liên kết sau hoặc sao chép-dán nó vào trình duyệt của bạn:

source: We just processed your withdraw request #{0} for {1} via {2}
vi_vn: Chúng tôi vừa xử lý yêu cầu rút tiền của bạn # {0} cho {1} qua {2}

source: Happy Spending!
vi_vn: Chúc mừng chi tiêu!

source: Thank you for registering at {0}. Your account is created and must be activated before you can use it.
vi_vn: Cảm ơn bạn đã đăng ký tại {0}. Tài khoản của bạn được tạo và phải được kích hoạt trước khi bạn có thể sử dụng nó.

source: To activate the account click on the following link or copy-paste it in your browser:
vi_vn: Để kích hoạt tài khoản, nhấp vào liên kết sau hoặc sao chép-dán nó vào trình duyệt của bạn:

source: Someone requested that the password be reset for the following account:
vi_vn: Ai đó đã yêu cầu đặt lại mật khẩu cho tài khoản sau:

source: If this was a mistake, just ignore this email and nothing will happen.
vi_vn: Nếu đây là một sai lầm, chỉ cần bỏ qua email này và không có gì sẽ xảy ra.

source: To reset your password click on the following link or copy-paste it in your browser:
vi_vn: Để đặt lại mật khẩu, nhấp vào liên kết sau hoặc sao chép-dán nó vào trình duyệt của bạn:

source: Your withdrawal request #{0} has been returned back to your account.
vi_vn: Yêu cầu rút tiền của bạn # {0} đã được đưa trở lại tài khoản của bạn.

source: Error
vi_vn: Lỗi

source: The requested address {0} was not found on this server.
vi_vn: Địa chỉ được yêu cầu {0} không tìm thấy trên máy chủ này.

source: An Internal Error Has Occurred
vi_vn: Đã xảy ra một lỗi nội bộ

source: Step 3: Create Admin User
vi_vn: Bước 3: Tạo người dùng quản trị

source: Confirm Password
vi_vn: Xác nhận mật khẩu

source: Step 2: Build database
vi_vn: Bước 2: Xây dựng cơ sở dữ liệu

source: Create tables and load initial data
vi_vn: Tạo bảng và tải dữ liệu ban đầu

source: Build database
vi_vn: Xây dựng cơ sở dữ liệu

source: Step 1: Database
vi_vn: Bước 1: Cơ sở dữ liệu

source: Database Username Password
vi_vn: Mật khẩu tên người dùng cơ sở dữ liệu

source: Database Name
vi_vn: Tên cơ sở dữ liệu

source: Installation successful
vi_vn: Cài đặt thành công

source: Access Home
vi_vn: Truy cập Trang chủ

source: Access Dashboard
vi_vn: Bảng điều khiển truy cập

source: Installation: Welcome
vi_vn: Cài đặt: Chào mừng

source: Your tmp directory is NOT writable.
vi_vn: Thư mục tmp của bạn là không thể ghi.

source: Your logs directory is NOT writable.
vi_vn: Thư mục logs của bạn là không thể ghi.

source: Your config directory is NOT writable.
vi_vn: Thư mục cấu hình của bạn là không thể ghi.

source: PHP version {0} < {1}
vi_vn: Phiên bản PHP {0} <{1}

source: Your version of PHP does NOT have the mbstring extension loaded.
vi_vn: Phiên bản PHP của bạn KHÔNG có phần mở rộng mbopes được tải.

source: Your version of PHP does NOT have the openssl or mcrypt extension loaded.
vi_vn: Phiên bản PHP của bạn KHÔNG có phần mở rộng openssl hoặc mcrypt được tải.

source: Your version of PHP does NOT have the intl or mcrypt extension loaded.
vi_vn: Phiên bản PHP của bạn KHÔNG có phần mở rộng intl hoặc mcrypt được tải.

source: Your version of PHP does NOT have the bcmath extension loaded.
vi_vn: Phiên bản PHP của bạn KHÔNG có phần mở rộng bcmath được tải.

source: Your PHP curl extension should support https protocol.
vi_vn: Phần mở rộng curl PHP của bạn nên hỗ trợ giao thức https.

source: Your version of PHP does NOT have the curl extension loaded.
vi_vn: Phiên bản PHP của bạn KHÔNG có phần mở rộng curl được tải.

source: Your version of PHP does NOT have the dom extension loaded.
vi_vn: Phiên bản PHP của bạn KHÔNG có phần mở rộng dom được tải.

source: Your version of PHP does NOT have the pdo_mysql extension loaded.
vi_vn: Phiên bản PHP của bạn KHÔNG có phần mở rộng pdo_mysql được tải.

source: Installation can continue as minimum requirements are met.
vi_vn: Cài đặt có thể tiếp tục như yêu cầu tối thiểu được đáp ứng.

source: Install
vi_vn: Cài đặt

source: Installation cannot continue as minimum requirements are not met.
vi_vn: Cài đặt không thể tiếp tục vì yêu cầu tối thiểu không được đáp ứng.

source: Member Area
vi_vn: Khu vực thành viên

source: Member since
vi_vn: Thành viên từ

source: Profile
vi_vn: Hồ sơ

source: Log out
vi_vn: Đăng xuất

source: Complete Upgrade Process
vi_vn: Hoàn thành quá trình nâng cấp

source: All Links
vi_vn: Tất cả các liên kết

source: Hidden Links
vi_vn: Liên kết ẩn

source: Inactive Links
vi_vn: Liên kết không hoạt động

source: List
vi_vn: Danh sách

source: Prices
vi_vn: Giá

source: Payout Rates
vi_vn: Tỷ lệ xuất chi

source: Add
vi_vn: Thêm

source: Reports
vi_vn: Báo cáo

source: Plans
vi_vn: Các kế hoạch

source: Posts List
vi_vn: Danh sách bài viết

source: Pages
vi_vn: Trang

source: Testimonials
vi_vn: Chứng nhận

source: Announcements
vi_vn: Thông báo

source: Menu Manger
vi_vn: Quản lý thực đơn

source: Advanced
vi_vn: Nâng cao

source: System Info
vi_vn: Thông tin hệ thống

source: Withdraw
vi_vn: Rút tiền

source: Social Login
vi_vn: Đăng nhập mạng xã hội

source: Payment Methods
vi_vn: Phương thức thanh toán

source: Version
vi_vn: Phiên bản

source: Developed by
vi_vn: Được phát triển bởi

source: Administration Area
vi_vn: Khu vực quản trị

source: New Shorten Link
vi_vn: Rút gọn link mới

source: Tools
vi_vn: Công cụ

source: Developers API
vi_vn: API nhà phát triển

source: Change Password
vi_vn: Thay đổi mật khẩu

source: Change Your Plan
vi_vn: Thay đổi gói

source: Never
vi_vn: Không bao giờ

source: Current Plan
vi_vn: Gói hiện tại

source: Expiration Date
vi_vn: Ngày hết hạn

source: Renew
vi_vn: Thay mới

source: Signup for an account in just 2 minutes. Once you've completed your registration'. 'just start creating short URLs and sharing the links with your family and friends.
vi_vn: Đăng ký tài khoản chỉ trong 2 phút. Khi bạn đã hoàn tất đăng ký của mình '. 'Chỉ cần bắt đầu tạo các URL ngắn và chia sẻ liên kết với gia đình và bạn bè của bạn.

source: Please find our advertising rate table below. Each visitor you will purchase will meet the following criteria:
vi_vn: Vui lòng tìm bảng tỷ lệ quảng cáo của chúng tôi dưới đây. Mỗi khách truy cập bạn sẽ mua sẽ đáp ứng các tiêu chí sau:

source: Unique within a 24 hour time frame
vi_vn: Duy nhất trong khung thời gian 24 giờ

source: They will have JavaScript enabled
vi_vn: Các cài đặt đã được lưu.

source: They will have Cookies enabled
vi_vn: Các cài đặt đã được lưu.

source: Must view your website for at least {0} seconds
vi_vn: Phải xem trang web của bạn trong ít nhất {0} giây

source: You may receive traffic that does not meet this criteria, but you will never be charged for it.
vi_vn: Bạn có thể nhận được lưu lượng truy cập không đáp ứng tiêu chí này, nhưng bạn sẽ không bao giờ bị tính phí cho nó.

source: I agree to the <a href="{0}" target="_blank">terms and conditions</a>
vi_vn: Tôi đồng ý với <a href="{0}" target="_blank"> điều khoản và điều kiện </a>

source: Pay
vi_vn: Thanh toán

source: I consent to collect my name and email. For more details check our {0}.
vi_vn: Tôi đồng ý để thu thập tên và email của tôi. Để biết thêm chi tiết, hãy kiểm tra {0} của chúng tôi.

source: Invoice Details
vi_vn: Chi tiết hóa đơn

source: Please Select
vi_vn: Vui lòng chọn

source: Credit Card
vi_vn: Thẻ tín dụng

source: Expiration Month
vi_vn: Tháng hết hạn

source: Expiration Year
vi_vn: Năm hết hạn

source: Pay Invoice
vi_vn: Hóa đơn thanh toán

source: Your API token:
vi_vn: API Token của bạn:

source: For developers {0} prepared <b>API</b> which returns responses in <b>JSON</b> or <b>TEXT</b> formats.
vi_vn: Dành cho nhà phát triển {0} đã chuẩn bị <b>API</b> trả về các phản hồi ở định dạng <b>JSON</b> hoặc <b> TEXT </b>.

source: Currently there is one method which can be used to shorten links on behalf of your account.
vi_vn: Hiện tại có một phương pháp có thể được sử dụng để rút ngắn các liên kết thay mặt cho tài khoản của bạn.

source: All you have to do is to send a <b>GET</b> request with your API token and URL Like the following:
vi_vn: Tất cả những gì bạn phải làm là gửi yêu cầu <b> GET </ b> bằng mã thông báo API và URL của bạn Giống như sau:

source: You will get a JSON response like the following
vi_vn: Bạn sẽ nhận được phản hồi JSON như sau

source: If you want a TEXT response just add <b>&format=text</b> at the end of your request as the below example. This will return just the short link. Note that if an error occurs, it will not output anything.
vi_vn: Nếu bạn muốn có phản hồi TEXT, chỉ cần thêm <b>&format=text</b> vào cuối yêu cầu của bạn như ví dụ dưới đây. Điều này sẽ trở lại chỉ là liên kết ngắn. Lưu ý rằng nếu xảy ra lỗi, nó sẽ không xuất ra bất cứ thứ gì.

source: If you want to use developers API with the interstitial advertising add the below code to the end of the URL
vi_vn: Nếu bạn muốn sử dụng API của nhà phát triển với quảng cáo xen kẽ, hãy thêm mã dưới đây vào cuối URL

source: If you want to use developers API with the banner advertising add the below code to the end of the URL
vi_vn: Nếu bạn muốn sử dụng API của nhà phát triển với quảng cáo biểu ngữ, hãy thêm mã dưới đây vào cuối URL

source: If you want to use developers API without advertising add the below code to the end of the URL
vi_vn: Nếu bạn muốn sử dụng API của nhà phát triển mà không cần quảng cáo, hãy thêm đoạn mã dưới đây vào cuối URL

source: Note
vi_vn: Ghi chú

source: api & url are required fields and the other fields like alias, format & type are optional.
vi_vn: api & url là các trường bắt buộc và các trường khác như bí danh, định dạng & loại là tùy chọn.

source: That's it :)
vi_vn: Đó là nó :)

source: Using the API in PHP
vi_vn: Sử dụng API trong PHP

source: To use the API in your PHP application, you need to send a GET request via file_get_contents or cURL. Please check the below sample examples using file_get_contents
vi_vn: Để sử dụng API trong ứng dụng PHP của bạn, bạn cần gửi yêu cầu GET thông qua file_get_contents hoặc cURL. Vui lòng kiểm tra các ví dụ mẫu bên dưới bằng file_get_contents

source: Using JSON Response
vi_vn: Sử dụng phản hồi JSON

source: Using Plain Text Response
vi_vn: Sử dụng phản hồi văn bản thuần túy

source: Short links more easily. Click and drag the following link to your links toolbar.
vi_vn: Liên kết ngắn dễ dàng hơn. Nhấp và kéo liên kết sau vào thanh công cụ liên kết của bạn.

source: Shorten!
vi_vn: Rút ngắn!

source: Once this is on your toolbar, you'll be able to make a short link at the click of a button.
vi_vn: Khi điều này nằm trên thanh công cụ của bạn, bạn sẽ có thể tạo một liên kết ngắn chỉ với một nút bấm.

source: This is compatible with most web browsers and platforms as long as your bookmarks or favorites allow javascript. The links toolbar may not be visible in all setups and in most browsers, you can enable it in the View->Toolbars menu of your web browser. You can also put it in your bookmarks instead of the links toolbar.
vi_vn: Điều này tương thích với hầu hết các trình duyệt web và nền tảng miễn là dấu trang hoặc mục yêu thích của bạn cho phép javascript. Thanh công cụ liên kết có thể không hiển thị trong tất cả các thiết lập và trong hầu hết các trình duyệt, bạn có thể kích hoạt nó trong menu View-> Toolbars của trình duyệt web của bạn. Bạn cũng có thể đặt nó vào bookmark của bạn thay vì thanh công cụ liên kết.

source: If you have a website with 100's or 1000's of links you want to change over to {0} then please use the script below.
vi_vn: Nếu bạn có một trang web có 100 hoặc 1000 liên kết bạn muốn thay đổi thành {0} thì vui lòng sử dụng tập lệnh bên dưới.

source: Full Page Script Code Generator
vi_vn: Trình tạo mã script toàn trang

source: Domains selection type
vi_vn: Loại lựa chọn tên miền

source: Include
vi_vn: Bao gồm

source: Exclude
vi_vn: Loại trừ

source: Include: Use this option if you want to short only links from the following domains list.<br>Exclude: Use this option if you wish to short every link on your website but exclude only the links from the following domains list.
vi_vn: Bao gồm: Sử dụng tùy chọn này nếu bạn muốn rút ngắn các liên kết từ danh sách tên miền sau. <br>Loại trừ: Sử dụng tùy chọn này nếu bạn muốn rút ngắn mọi liên kết trên trang web của mình nhưng chỉ loại trừ các liên kết khỏi danh sách tên miền sau.

source: Domains
vi_vn: Tên miền

source: Add each domain into a new domain. Also wildcard domains are allowed. Please check the following example:
vi_vn: Thêm mỗi tên miền vào một tên miền mới. Ngoài ra tên miền ký tự đại diện được cho phép. Vui lòng kiểm tra ví dụ sau:

source: Simply click on the below button then copy-and-paste the generated code below on to your webpage or blog and the links will be updated automatically!
vi_vn: Chỉ cần nhấp vào nút bên dưới, sau đó sao chép và dán mã được tạo bên dưới vào trang web hoặc blog của bạn và các liên kết sẽ được cập nhật tự động!

source: Generate
vi_vn: Tạo

source: Enter up to {0} URLs (one per line) to be shrunk and added to your account
vi_vn: Nhập tối đa {0} URL (một trên mỗi dòng) để được thu nhỏ và thêm vào tài khoản của bạn

source: Note: The 'Mass Shrinker' can be disabled to your account if abused. Only create links that you will actually use.
vi_vn: Lưu ý: 'Mass Shrinker' có thể bị vô hiệu hóa vào tài khoản của bạn nếu bị lạm dụng. Chỉ tạo các liên kết mà bạn thực sự sẽ sử dụng.

source: It is not a valid URL.
vi_vn: Đây không phải là một URL hợp lệ.

source: All Short Links
vi_vn: Tất cả các liên kết ngắn

source: Shorten More Links
vi_vn: Rút ngắn nhiều liên kết

source: Everyone can use the shortest way to shorten links with {0}.
vi_vn: Mọi người đều có thể sử dụng cách ngắn nhất để rút ngắn liên kết với {0}.

source: Just copy the link below to address bar into your web browser, change last part to destination link and press ENTER. {0} will redirect you to your shortened link. Copy it wherever you want and get paid.
vi_vn: Chỉ cần sao chép liên kết bên dưới để thanh địa chỉ vào trình duyệt web của bạn, thay đổi phần cuối cùng thành liên kết đích và nhấn ENTER. {0} sẽ chuyển hướng bạn đến liên kết rút gọn của bạn. Sao chép nó bất cứ nơi nào bạn muốn và được trả tiền.

source: Current Email
vi_vn: Email hiện tại

source: New Email
vi_vn: Email mới

source: Re-enter New Email
vi_vn: Nhập lại email mới

source: Current Password
vi_vn: Mật khẩu hiện tại

source: Total Earnings
vi_vn: Tổng Thu Nhập

source: Average CPM
vi_vn: CPM trung bình

source: / Month
vi_vn: / Tháng

source: / Year
vi_vn: / Năm

source: Free Plan
vi_vn: Gói miễn phí

source: Buy Now
vi_vn: Mua ngay

source: Billing Address
vi_vn: Địa chỉ thanh toán

source: Withdrawal Info
vi_vn: Thông tin rút tiền

source: Withdraw Method
vi_vn: Phương thức rút tiền

source: My Referrals
vi_vn: Giới thiệu của tôi

source: Withdraw Funds
vi_vn: Rút tiền

source: When your account reaches the minimum amount or more, you may request your earnings by clicking the above button. The payment is then sent to your withdraw account during business days no longer than {0} days after requesting. Please do not contact us regarding payments before due dates.
vi_vn: Khi tài khoản của bạn đạt số tiền tối thiểu trở lên, bạn có thể yêu cầu thu nhập của mình bằng cách nhấp vào nút ở trên. Khoản thanh toán sau đó được gửi đến tài khoản rút tiền của bạn trong những ngày làm việc không quá {0} ngày sau khi yêu cầu. Vui lòng không liên hệ với chúng tôi về các khoản thanh toán trước ngày đáo hạn.

source: In order to receive your payments you need to fill your payment method and payment ID <a href="{0}">here</a> if you haven't done so. You are also requested to fill all the required fields in the Account Details section with accurate data.
vi_vn: Để nhận thanh toán, bạn cần phải điền vào phương thức thanh toán và ID thanh toán của bạn <a href="{0}"> tại đây </a> nếu bạn chưa làm như vậy. Bạn cũng được yêu cầu điền vào tất cả các trường bắt buộc trong phần Chi tiết tài khoản với dữ liệu chính xác.

source: Complete: The payment has been successfully sent to your payment account.
vi_vn: Hoàn tất: Thanh toán đã được gửi thành công đến tài khoản thanh toán của bạn.

source: Returned: The payment has been returned to your account.
vi_vn: Trả lại: Khoản thanh toán đã được trả lại vào tài khoản của bạn.

source: WHY JOIN US?
vi_vn: TẠI SAO THAM GIA CHÚNG TÔI?

source: We have defined earning extra money from the comfort of your home.
vi_vn: Chúng tôi đã xác định kiếm thêm tiền từ sự thoải mái của nhà bạn.

source: How can you start making money in {0}? It's just 3 steps: create an account, create a link and post it - for every visit, you earn money. It's just that easy!
vi_vn: Làm thế nào bạn có thể bắt đầu kiếm tiền trong {0}? Chỉ cần 3 bước: tạo một tài khoản, tạo một liên kết và đăng nó - cứ mỗi lần truy cập, bạn sẽ kiếm được tiền. Thật dễ dàng!

source: Get in touch
vi_vn: Liên lạc

source: Discover all the latest news and tips about our service.
vi_vn: Khám phá tất cả các tin tức và lời khuyên mới nhất về dịch vụ của chúng tôi.

source: Published on
vi_vn: Xuất bản trên

source: Clicks on last 30 days
vi_vn: Nhấp chuột vào 30 ngày qua

source: Clicks
vi_vn: Nhấp chuột

source: Close
vi_vn: Đóng
