Repository: THAI1004/mneylink-main
Catalog: src/Locale/*/default.po
Languages: vi_vn

source: Disallow aliases from being used for short links. Separate by comma, no spaces.
vi_vn: Không cho phép sử dụng bí danh cho các liên kết ngắn. Tách biệt bằng dấu phẩy, không có dấu cách.

source: Alias Min. Length
vi_vn: Bí danh tối thiểu Chiều dài

source: Alias Max. Length
vi_vn: Bí danh tối đa. Chiều dài

source: Add the short links to the sitemap
vi_vn: Thêm các liên kết ngắn vào sơ đồ trang web

source: Earning Mode
vi_vn: Chế độ kiếm tiền

source: Campaigns
vi_vn: Chiến dịch

source: Simple
vi_vn: Đơn giản

source: Allow Members Creating Campaigns
vi_vn: Cho phép thành viên tạo chiến dịch

source: Campaign minimum price amount
vi_vn: Số tiền giá tối thiểu của chiến dịch

source: Enable Interstitial Advertisement
vi_vn: Kích hoạt quảng cáo xen kẽ

source: Enable Banner Advertisement
vi_vn: Bật quảng cáo Banner

source: Enable Popup Advertisement
vi_vn: Kích hoạt quảng cáo Popup

source: Enable Publisher Earnings
vi_vn: Bật thu nhập của nhà xuất bản

source: Unique Visitor Per
vi_vn: Số khách truy cập duy nhất trên mỗi

source: Campaign
vi_vn: Chiến dịch

source: All Campaigns
vi_vn: Tất cả chiến dịch

source: Campaign: Publishers will earn more based on number of Campaigns.
vi_vn: Chiến dịch: Nhà xuất bản sẽ kiếm được nhiều tiền hơn dựa trên số lượng Chiến dịch.

source: All Campaigns: Publishers will earn less.
vi_vn: Tất cả Chiến dịch: Nhà xuất bản sẽ kiếm được ít hơn.

source: Paid Views Per Day
vi_vn: Số lượt xem có trả tiền mỗi ngày

source: Block earnings for specific referers
vi_vn: Chặn thu nhập cho những người giới thiệu cụ thể

source: Domains should be separated by comma, no spaces.
vi_vn: Các miền phải được phân tách bằng dấu phẩy, không có dấu cách.

source: Proxy/VPN Service Detection
vi_vn: Phát hiện dịch vụ proxy / VPN

source: Free
vi_vn: Miễn phí

source: Not recommended
vi_vn: Không khuyến khích

source: Detects Public Proxies, VPN, TOR, Hosting Data Centers, Web Proxies & Bad Search Engine Robots.
vi_vn: Phát hiện proxy công cộng, VPN, TOR, Trung tâm dữ liệu lưu trữ, Web proxy & rô bốt công cụ tìm kiếm không hợp lệ.

source: IsProxyIP API Key
vi_vn: Khóa API IsProxyIP

source: To get an API key you need to register at
vi_vn: Để nhận khóa API, bạn cần đăng ký tại

source: Force Disable Adblock
vi_vn: Buộc vô hiệu hóa Adblock

source: Continue Pages number
vi_vn: Số trang Tiếp tục

source: Counter Start Counting After
vi_vn: Số lượt truy cập bắt đầu đếm sau

source: Page loaded
vi_vn: Đã tải trang

source: Page fully loaded
vi_vn: Trang được tải đầy đủ

source: Store Only The Paid Clicks Statistics
vi_vn: Chỉ lưu trữ Thống kê số lần nhấp được trả tiền

source: Enable Referrals
vi_vn: Cho phép giới thiệu

source: Referral Banners Code
vi_vn: Mã quảng cáo giới thiệu

source: Here you can add your referral banners html code. You can use [referral_link] as a placeholder for member referral link.
vi_vn: Tại đây bạn có thể thêm mã html giới thiệu của bạn. Bạn có thể sử dụng [giới thiệu_link] làm trình giữ chỗ cho liên kết giới thiệu thành viên.

source: Close Registration
vi_vn: Đóng đăng ký

source: Enable Premium Membership
vi_vn: Bật thành viên cao cấp

source: Trial Membership Plan
vi_vn: Kế hoạch thành viên dùng thử

source: Trial Membership Period
vi_vn: Thời gian thành viên dùng thử

source: Month
vi_vn: Tháng

source: Year
vi_vn: Năm

source: Signup Bonus
vi_vn: Tiền thưởng đăng ký

source: Enable Account Activation by Email
vi_vn: Kích hoạt tài khoản bằng email

source: Reserved Usernames
vi_vn: Tên người dùng dành riêng

source: Separate by comma, no spaces.
vi_vn: Phân tách bằng dấu phẩy, không có dấu cách.

source: Auth Head Code
vi_vn: Mã xác thực

source: Admin Head Code
vi_vn: Mã quản trị viên

source: After Body Tag Code
vi_vn: Sau Body Tag Code

source: Enable Captcha
vi_vn: Bật Captcha

source: Captcha Type
vi_vn: Loại Captcha

source: Simple Captcha(not recommended)
vi_vn: Captcha đơn giản (không khuyến khích)

source: reCAPTCHA v2 Checkbox
vi_vn: Hộp kiểm reCAPTCHA v2

source: hCaptcha Checkbox
vi_vn: Hộp kiểm hCaptcha

source: reCAPTCHA Settings
vi_vn: Các cài đặt đã được lưu.

source: Invisible reCAPTCHA Settings
vi_vn: Các cài đặt đã được lưu.

source: hCaptcha Checkbox Settings
vi_vn: Các cài đặt đã được lưu.

source: hCaptcha Checkbox Site key
vi_vn: Hộp kiểm hCaptcha Khóa trang web

source: hCaptcha Checkbox Secret key
vi_vn: Hộp kiểm hCaptcha Khóa bí mật

source: Solve Media Settings
vi_vn: Các cài đặt đã được lưu.

source: Enable on Home Anonymous Short Link Box
vi_vn: Bật trên Hộp liên kết ngắn ẩn danh tại trang chủ

source: Enable on Short Links Page
vi_vn: Kích hoạt trên trang Liên kết ngắn

source: Enable on Signin Form
vi_vn: Kích hoạt trên mẫu đăng nhập

source: Enable on Signup Form
vi_vn: Kích hoạt trên biểu mẫu đăng ký

source: Enable on Forgot Password Form
vi_vn: Kích hoạt trên Quên mẫu mật khẩu

source: Enable on Contact Form
vi_vn: Kích hoạt trên mẫu liên hệ

source: Enable SSL Integration
vi_vn: Kích hoạt tích hợp SSL

source: You should install SSL into your website before enable SSL integration. For more information about SSL, please ask your hosting company.
vi_vn: Bạn nên cài đặt SSL vào trang web của mình trước khi kích hoạt tích hợp SSL. Để biết thêm thông tin về SSL, vui lòng hỏi công ty lưu trữ của bạn.

source: Enable https for Short links
vi_vn: Kích hoạt https cho các liên kết ngắn

source: You should install SSL into your website before enable this option.
vi_vn: Bạn nên cài đặt SSL vào trang web của mình trước khi bật tùy chọn này.

source: Google Safe Browsing API Key
vi_vn: Khóa API duyệt web an toàn của Google

source: You can get your key from <a href="{0}" target="_blank">here</a>.
vi_vn: Khóa API PhishTankBạn có thể lấy khóa của mình từ <a href="{0}" target="_blank"> tại đây </a>.

source: Enable Blog
vi_vn: Bật Blog

source: Display Blog Post into Shortlink Page
vi_vn: Hiển thị bài đăng trên blog vào trang Shortlink

source: Latest Post
vi_vn: Bài đăng Mới nhất

source: Random Post
vi_vn: Bài ngẫu nhiên

source: Enable Comments
vi_vn: Bật nhận xét

source: Disqus Shortname
vi_vn: Tên viết tắt của Disqus

source: To display comment box, you must create an account at Disqus website by signing up from <a href='https://disqus.com/profile/signup/' target='_blank'>here</a> then add your website their from <a href='https://disqus.com/admin/create/' target='_blank'>here</a> and get your shortname.
vi_vn: Để hiển thị hộp bình luận, bạn phải tạo một tài khoản tại trang web Disqus bằng cách đăng ký từ <a href='https://disqus.com/profile/signup/' target='etric'> tại đây </a> sau đó thêm trang web của bạn họ từ <a href='https://disqus.com/admin/create/' target='etric'> tại đây </a> và lấy tên ngắn của bạn.

source: Facebook Page URL
vi_vn: URL trang Facebook

source: Twitter Profile URL
vi_vn: URL hồ sơ Twitter

source: running
vi_vn: đang chạy

source: not running
vi_vn: không chạy

source: Run the following cron job every minute
vi_vn: Chạy công việc cron sau đây mỗi phút

source: Run the following cron job every 10 minutes
vi_vn: Chạy công việc cron sau đây 10 phút một lần

source: If you don't know what the following settings do exactly, please don't change it
vi_vn: Nếu bạn không biết chính xác những cài đặt sau hoạt động như thế nào, vui lòng không thay đổi nó

source: Delete links that did not receive any clicks in the last x months
vi_vn: Xóa các liên kết không nhận được bất kỳ nhấp chuột nào trong x tháng qua

source: Months
vi_vn: Tháng

source: Also delete the stats associated with these links
vi_vn: Đồng thời xóa các số liệu thống kê được liên kết với các liên kết này

source: Delete pending users who registered but not activated their accounts in the last x months
vi_vn: Xóa những người dùng đang chờ xử lý đã đăng ký nhưng chưa kích hoạt tài khoản của họ trong x tháng qua

source: Interstitial Advertisement Price
vi_vn: Giá quảng cáo xen kẽ

source: Set Prices For {0}
vi_vn: Đặt giá cho {0}

source: Set Price For
vi_vn: Đặt giá cho

source: Menu Manager
vi_vn: Quản lý Menu

source: Main Menu
vi_vn: Menu chính

source: Short Link Page Menu
vi_vn: Menu trang liên kết ngắn

source: Footer Menu
vi_vn: Menu chân trang

source: Add new menu item
vi_vn: Thêm mới menu item

source: Link
vi_vn: Liên kết

source: Visibility
vi_vn: Hiển thị

source: All
vi_vn: Tất cả các

source: Only Guest
vi_vn: Chỉ khách

source: Only Logged In
vi_vn: Chỉ đăng nhập

source: CSS Class
vi_vn: Lớp CSS

source: Menu Edit
vi_vn: Menu Chỉnh sửa

source: Payment Settings
vi_vn: Các cài đặt đã được lưu.

source: Wallet Settings
vi_vn: Các cài đặt đã được lưu.

source: Your users will be able to withdraw money to their wallet then use it to pay campaigns.
vi_vn: Người dùng của bạn sẽ có thể rút tiền vào ví của họ sau đó sử dụng nó để thanh toán các chiến dịch.

source: Enable Wallet
vi_vn: Kích hoạt Ví

source: PayPal Settings
vi_vn: PayPal

source: For setup instructions click <a href="{0}" target="_blank">here</a>.
vi_vn: Để biết hướng dẫn thiết lập, hãy nhấp vào <a href="{0}" target="_blank">tại đây </a>.

source: Enable PayPal
vi_vn: Bật PayPal

source: Payment Business Email
vi_vn: Email doanh nghiệp thanh toán

source: Enable PayPal Sandbox
vi_vn: Kích hoạt PayPal Sandbox

source: Stripe Settings
vi_vn: Các cài đặt đã được lưu.

source: Enable Stripe
vi_vn: Bật Stripe

source: Skrill Settings
vi_vn: Skrill

source: Enable Skrill
vi_vn: Bật Skrill

source: Bitcoin Processor
vi_vn: Bộ xử lý bitcoin

source: CoinPayments Settings
vi_vn: Các cài đặt đã được lưu.

source: Enable CoinPayments
vi_vn: Kích hoạt CoinPayments

source: Coinbase Settings
vi_vn: Các cài đặt đã được lưu.

source: Enable Coinbase
vi_vn: Kích hoạt Coinbase

source: Coinbase API Key
vi_vn: Khóa API của Coinbase

source: Coinbase API Secret
vi_vn: Bí mật API Coinbase

source: Webmoney Settings
vi_vn: Các cài đặt đã được lưu.

source: Enable Webmoney
vi_vn: Enable WebKHOAI

source: Webmoney Merchant Purse
vi_vn: WebKHOAI Merchant Purse

source: Perfect Money Settings
vi_vn: Perfect Money

source: Enable Perfect Money
vi_vn: Bật Perfect Money

source: Perfect Money Payee Account
vi_vn: Tài khoản Perfect Money Payee

source: Perfect Money Alternate Passphrase
vi_vn: Perfect KHOAI Alternate Passphrase

source: Payeer Settings
vi_vn: Payeer

source: Enable Payeer
vi_vn: Bật Payeer

source: Payeer Merchant Id
vi_vn: Id Payeer Merchant

source: Payeer Secret Key
vi_vn: Khóa bí mật của Payeer

source: Payeer Encryption Key
vi_vn: Khóa mã hoá Payeer

source: Paystack Settings
vi_vn: Các cài đặt đã được lưu.

source: Enable Paystack
vi_vn: Bật Paystack

source: Paystack Secret Key
vi_vn: Khóa bí mật Paystack

source: Paytm Settings
vi_vn: Các cài đặt đã được lưu.

source: Enable Paytm
vi_vn: Bật Paytm

source: Paytm Merchant Key
vi_vn: Khóa người bán Paytm

source: Paytm Merchant Website
vi_vn: Trang web người bán Paytm

source: Paytm Industry Type
vi_vn: Loại hình công nghiệp của Paytm

source: Bank Transfer Settings
vi_vn: Chuyển khoản ngân hàng

source: Enable Bank Transfer
vi_vn: Cho phép chuyển khoản

source: Bank Transfer Instructions
vi_vn: Hướng dẫn chuyển khoản ngân hàng

source: You can use these placeholders [invoice_id], [invoice_amount], [invoice_description]
vi_vn: Bạn có thể sử dụng các trình giữ chỗ này [invoice_id], [invoice_amount], [invoice_description]

source: Interstitial Payout Rates
vi_vn: Tỷ lệ thanh toán xen kẽ

source: Popup Advertisement Price
vi_vn: Giá quảng cáo Popup

source: Social Login Settings
vi_vn: Các cài đặt đã được lưu.

source: Facebook Settings
vi_vn: Các cài đặt đã được lưu.

source: You can find the setup instructions <a href="{0}" target="_blank">here</a>.
vi_vn: Bạn có thể tìm thấy các hướng dẫn thiết lập <a href="{0}" target="_blank"> tại đây </a>.

source: Enable Facebook
vi_vn: Bật Facebook

source: App Id
vi_vn: ID ứng dụng

source: App Secret
vi_vn: Mã bí mật App

source: Twitter Settings
vi_vn: Cài đặt Twitter

source: Enable Twitter
vi_vn: Bật Twitter

source: Google Settings
vi_vn: Các cài đặt đã được lưu.

source: Enable Google
vi_vn: Bật Google

source: Client ID
vi_vn: ID khách hàng

source: Client Secret
vi_vn: Khách hàng bí mật

source: Withdraw Settings
vi_vn: Các cài đặt đã được lưu.

source: Enable Withdraw
vi_vn: Bật tính năng Rút tiền

source: Withdraw Business Days
vi_vn: Rút lại Ngày làm việc

source: Minimum Withdrawal Amount
vi_vn: Số tiền rút tối thiểu

source: This amount will be displayed only on home page.
vi_vn: Số tiền này sẽ chỉ được hiển thị trên trang chủ.

source: Money Wallet Settings
vi_vn: Perfect Money

source: Wallet Minimum Withdrawal Amount
vi_vn: Số tiền rút tối thiểu của ví

source: Add new withdraw method
vi_vn: Thêm phương thức rút tiền mới

source: Enabled
vi_vn: Bật

source: Disabled
vi_vn: Vô hiệu hóa

source: Image
vi_vn: Hình ảnh

source: Withdraw Methods
vi_vn: Phương thức rút tiền

source: Add Page
vi_vn: Thêm trang

source: The recommended length is 50-60 characters.
vi_vn: Độ dài được đề xuất là 50-60 ký tự.

source: Meta Description
vi_vn: Mô tả Meta

source: The recommended length is 160 characters.
vi_vn: Độ dài được đề nghị là 160 ký tự.

source: Manage Pages
vi_vn: Quản lý trang

source: Add Plan
vi_vn: Thêm kế hoạch

source: Only admins can see hidden plans and assign it to users but users will not see it at the member area.
vi_vn: Chỉ quản trị viên mới có thể xem các kế hoạch ẩn và gán nó cho người dùng nhưng người dùng sẽ không nhìn thấy nó tại khu vực thành viên.

source: Monthly Price
vi_vn: Giá hàng tháng

source: Yearly Price
vi_vn: Giá hàng năm

source: Maximum number of created shortened URLs per day
vi_vn: Số lượng URL rút gọn tối đa được tạo mỗi ngày

source: Maximum number of created shortened URLs per month
vi_vn: Số lượng URL rút gọn tối đa được tạo mỗi tháng

source: The maximum paid views the user can gain per hour
vi_vn: Số lượt xem trả phí tối đa mà người dùng có thể đạt được mỗi giờ

source: The maximum paid views the user can gain per day
vi_vn: Số lượt xem trả phí tối đa mà người dùng có thể đạt được mỗi ngày

source: The maximum paid views the user can gain per month
vi_vn: Số lượt xem trả phí tối đa mà người dùng có thể đạt được mỗi tháng

source: Fixed CPM
vi_vn: CPM cố định

source: Timer
vi_vn: Thời gian

source: How many seconds for the countdown timer into the short link page?
vi_vn: Bao nhiêu giây để đồng hồ đếm ngược vào trang liên kết ngắn?

source: Enter the number of seconds
vi_vn: Nhập số giây

source: Enable Direct Redirect
vi_vn: Bật chuyển hướng trực tiếp

source: Enable Banner Redirect
vi_vn: Bật chuyển hướng biểu ngữ

source: Enable Interstitial Redirect
vi_vn: Bật chuyển hướng xen kẽ

source: Enable Random Redirect
vi_vn: Bật chuyển hướng ngẫu nhiên

source: You need to enable interstitial and banner to allow users to select random redirect type..
vi_vn: Bạn cần bật quảng cáo xen kẽ và biểu ngữ để cho phép người dùng chọn loại chuyển hướng ngẫu nhiên ..

source: Edit Link
vi_vn: Chỉnh sửa liên kết

source: Enabling this feature will allow short link creator to edit his links but without editing the long URL.
vi_vn: Kích hoạt tính năng này sẽ cho phép người tạo liên kết ngắn chỉnh sửa các liên kết của mình nhưng không chỉnh sửa URL dài.

source: Edit Long URL
vi_vn: Chỉnh sửa URL dài

source: Enabling this feature will allow short link creator to edit the long URL for his links. You must enable 'Edit Link' feature to use this feature.
vi_vn: Kích hoạt tính năng này sẽ cho phép người tạo liên kết ngắn chỉnh sửa URL dài cho các liên kết của mình. Bạn phải bật tính năng 'Chỉnh sửa liên kết' để sử dụng tính năng này.

source: Custom Alias
vi_vn: Tên riêng tùy chỉnh

source: Enabling this feature will allow short link creator to add a custom alias when shorten a url.
vi_vn: Bật tính năng này sẽ cho phép người tạo liên kết ngắn thêm bí danh tùy chỉnh khi rút ngắn url.

source: Short Link Expiration
vi_vn: Hết hạn liên kết ngắn

source: Enabling this feature will allow short link creator to set an expiration date/timeafter that date, the short link will not be accessible.
vi_vn: Bật tính năng này sẽ cho phép người tạo liên kết ngắn đặt ngày / giờ hết hạn sau ngày đó, liên kết ngắn sẽ không thể truy cập được.

source: Enabling this feature will allow short link creator to select a different domain for his links.
vi_vn: Bật tính năng này sẽ cho phép người tạo liên kết ngắn chọn miền khác cho liên kết của anh ấy.

source: Remove Ads from short link page and member area
vi_vn: Xóa Quảng cáo khỏi trang liên kết ngắn và khu vực thành viên

source: Enabling this feature will allow the logged in visitors who are on this plan not to show the ads on short link page and member area.
vi_vn: Kích hoạt tính năng này sẽ cho phép khách truy cập đăng nhập trong kế hoạch này không hiển thị quảng cáo trên trang liên kết ngắn và khu vực thành viên.

source: Remove Captcha
vi_vn: Xóa Captcha

source: Enabling this feature will allow the logged in visitors to escape the captcha step and see the short link page directly.
vi_vn: Bật tính năng này sẽ cho phép khách truy cập đã đăng nhập thoát khỏi bước captcha và xem trực tiếp trang liên kết ngắn.

source: Visitors Remove Captcha
vi_vn: Khách truy cập Xóa Captcha

source: Enabling this feature will allow the short link visitors to escape the captcha step and see the short link page directly.
vi_vn: Bật tính năng này sẽ cho phép khách truy cập liên kết ngắn thoát khỏi bước captcha và xem trực tiếp trang liên kết ngắn.

source: Onetime Captcha
vi_vn: Captcha một lần

source: Enabling this feature will allow the logged in visitors to go to directly the long URL without seeing the short link page.
vi_vn: Kích hoạt tính năng này sẽ cho phép khách truy cập đăng nhập truy cập trực tiếp URL dài mà không cần xem trang liên kết ngắn.

source: Enabling this feature will allow the publisher to earn from his referrals.
vi_vn: Bật tính năng này sẽ cho phép nhà xuất bản kiếm tiền từ các giới thiệu của anh ấy.

source: Referral Percentage
vi_vn: Tỷ lệ giới thiệu

source: Enter the referral earning percentage. Ex. 20
vi_vn: Nhập phần trăm thu nhập giới thiệu. Vd 20

source: Link Statistics
vi_vn: Thống kê liên kết

source: Enabling this feature will allow short link creator to view short link Statistics.
vi_vn: Kích hoạt tính năng này sẽ cho phép người tạo liên kết ngắn xem Thống kê liên kết ngắn.

source: Quick Link Tool
vi_vn: Thanh công cụ nhanh

source: Mass Shrinker Tool
vi_vn: Công cụ thu nhỏ hàng loạt

source: Full Page Script Tool
vi_vn: Công cụ Script toàn trang

source: Bookmarklet Tool
vi_vn: Công cụ Bookmarklet

source: Developers API Tool
vi_vn: Công cụ nhà phát triển API

source: This feature requires the visitor to the short link to be logged in then this feature will take effect.
vi_vn: Tính năng này yêu cầu khách truy cập vào link rút gọn để đăng nhập rồi tính năng này sẽ có hiệu lực.

source: Delete Plan
vi_vn: Xóa gói

source: Replace users within this plan with
vi_vn: Thay thế người dùng trong gói này bằng

source: Select Plan
vi_vn: Chọn gói

source: Edit Plan
vi_vn: Chỉnh sửa kế hoạch

source: Manage Plans
vi_vn: Quản lý kế hoạch

source: Modified
vi_vn: Sửa đổi

source: Add Post
vi_vn: Thêm bài viết

source: Short Description
vi_vn: Mô tả ngắn

source: Manage Posts
vi_vn: Quản lý bài viết

source: Campaigns Report
vi_vn: Báo cáo chiến dịch

source: From
vi_vn: Từ

source: To
vi_vn: Đến

source: Add Testimonial
vi_vn: Thêm ý kiến

source: Position
vi_vn: Vị trí

source: Manage Testimonials
vi_vn: Quản lý các chứng thực

source: Upgrade
vi_vn: Nâng cấp

source: Upgrading ...
vi_vn: Đang nâng cấp

source: Run Upgrade Process
vi_vn: Chạy quá trình nâng cấp

source: Add User
vi_vn: Thêm người dùng

source: Role
vi_vn: Vai trò

source: Member
vi_vn: Thành viên

source: Admin
vi_vn: Quản trị viên

source: Password
vi_vn: Mật khẩu

source: Plan
vi_vn: Gói

source: Choose Plan
vi_vn: Chọn gói

source: Plan Expiration Date
vi_vn: Ngày hết hạn của gói

source: Leave empty for infinity
vi_vn: Để trống cho vô cực

source: Dashboard
vi_vn: Bảng điều khiển

source: Owner Earnings
vi_vn: Thu nhập của chủ sở hữu

source: Total Views
vi_vn: Tổng lượt xem

source: Statistics
vi_vn: Thống kê

source: Data is reported in {0} timezone
vi_vn: Dữ liệu được báo cáo theo múi giờ {0}

source: Views
vi_vn: Lượt xem

source: Link Earnings
vi_vn: Thu nhập liên kết

source: Daily CPM
vi_vn: CPM hàng ngày

source: Delete User #{0}
vi_vn: Xóa người dùng # {0}

source: Delete user links.
vi_vn: Xóa liên kết người dùng.

source: Delete links' related views.
vi_vn: Xóa các quan điểm liên quan đến liên kết.

source: Delete user campaigns.
vi_vn: Xóa các chiến dịch người dùng.

source: Delete user invoices.
vi_vn: Xóa hóa đơn người dùng.

source: Delete user withdraws.
vi_vn: Xóa người dùng rút tiền.

source: Edit User #{0}
vi_vn: Chỉnh sửa người dùng # {0}

source: Disable User Future Earnings
vi_vn: Vô hiệu hóa thu nhập trong tương lai của người dùng

source: Referred By
vi_vn: Giới thiệu bởi

source: Users Export
vi_vn: Xuất người dùng

source: Select fields to export
vi_vn: Chọn các trường để xuất

source: Manage Users
vi_vn: Quản lý người dùng

source: Disable Earnings
vi_vn: Vô hiệu hóa thu nhập

source: First name, last name, address
vi_vn: Họ, Tên, địa chỉ

source: All Users
vi_vn: Tất cả người dùng

source: Expiration
vi_vn: Hết hạn

source: Deactivate
vi_vn: Vô hiệu hóa

source: Resend Activation Email
vi_vn: Gửi lại email kich hoạt

source: Delete with all data
vi_vn: Xóa với tất cả dữ liệu

source: Send a message
vi_vn: GỬI LIÊN HỆ

source: Login as user
vi_vn: Đăng nhập với tư cách người dùng

source: Withdrawal Request
vi_vn: Yêu cầu rút tiền

source: Export
vi_vn: Xuất ra

source: Message User
vi_vn: Tin nhắn Người dùng

source: User Email
vi_vn: Email người dùng

source: Subject
vi_vn: Tiêu đề

source: Message
vi_vn: Tin nhắn

source: All Referrals
vi_vn: Tất cả giới thiệu

source: View User #{0}
vi_vn: Xem người dùng #{0}

source: Available Balance
vi_vn: Số dư khả dụng

source: Pending Withdrawn
vi_vn: Đang chờ rút tiền

source: Total Withdraw
vi_vn: Tổng số tiền rút

source: Account Info.
vi_vn: Thông tin tài khoản.

source: User Plan
vi_vn: Gói người dùng

source: Temp Email
vi_vn: Email tạm thời

source: Current Money Wallet
vi_vn: Ví tiền hiện tại

source: Current Publisher Earnings
vi_vn: Thu nhập của nhà xuất bản hiện tại

source: Current Referral Earnings
vi_vn: Thu nhập giới thiệu hiện tại

source: Withdrawal Info.
vi_vn: Thông tin rút tiền.

source: Billing Info.
vi_vn: Thông tin thanh toán.

source: Referrals
vi_vn: Giới thiệu

source: Withdraw #{0}
vi_vn: Rút tiền #{0}

source: Withdraws Export
vi_vn: Rút tiền Export (Xuất ra)

source: Conditions
vi_vn: Điều kiện

source: Manage Withdraws
vi_vn: Quản lý rút tiền

source: Publishers Available Balance
vi_vn: Số dư của nhà xuất bản

source: Action
vi_vn: Hành động

source: Approve
vi_vn: Phê duyệt

source: Cancel
vi_vn: Hủy

source: Cancel Withdraw
vi_vn: Hủy Rút tiền

source: Return
vi_vn: Trở về

source: Pending: The payment is being checked by our team.
vi_vn: Đang chờ xử lý: Việc thanh toán đang được kiểm tra bởi nhóm của chúng tôi.

source: Approved: The payment has been approved and is waiting to be sent.
vi_vn: Đã phê duyệt: Khoản thanh toán đã được phê duyệt và đang chờ để được gửi.

source: Complete: The payment has been successfully sent to your account.
vi_vn: Hoàn thành: Thanh toán đã được gửi thành công vào tài khoản của bạn.

source: Cancelled: The payment has been cancelled.
vi_vn: Hủy bỏ: Thanh toán đã bị hủy.

source: Returned: The payment has been returned to the user account.
vi_vn: Trả lại: Khoản thanh toán đã được trả về tài khoản người dùng.

source: Reasons
vi_vn: Lý do

source: Referrers
vi_vn: Giới thiệu

source: Domain
vi_vn: Tên miền

source: Forgot Password
vi_vn: Quên mật khẩu
